{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3218875/divs/1","sourcedb":"PMC","sourceid":"3218875","divid":1,"text":"Rheumatoid arthritis (RA) is the most common inflammatory arthritis, affecting up to 1% of the adult population. RA is characterised by a symmetrical polyarthritis in which chronic inflammation of joints is associated with a progressive destruction of cartilage and bone, leading to functional decline and disability. Infiltration of cells of the innate and adaptive immune system into the joint space drives the local production of proinflammatory T-helper type 1 and T-helper type 17 cytokines, chemokines, and matrix metalloproteinases by infiltrating monocytes and synovial cells. Proliferation of synovial fibroblasts leads to the formation of pannus tissue, which invades and degrades articular cartilage and subchondral bone.\nThe aetiology of RA is still not understood, but it is well accepted that activation of NF-κB-dependent gene expression plays a key role in the development of RA and many other autoimmune diseases. NF-κB represents a family of structurally related and evolutionarily conserved proteins (p100 or NF-κB2, p105 or NF-κB1, p65 or RelA, RelB, c-Rel) that function as homodimers or heterodimers [1], and that regulate the expression of a large number of genes - such as TNF, IL-1, IL-6, cyclo-oxygenase-2, chemokines, inducible nitric oxide synthase, and matrix metalloproteinases - that are involved in RA. In addition, TNF and IL-1 are themselves very potent activators of NF-κB (reviewed in [2,3]).\nNF-κB activation can be detected in cultured synovial fibroblasts and synovial tissue from RA patients, and animal models of inflammatory arthritis also demonstrate the active role of NF-κB in the development and progression of RA (reviewed in [4]). The time course of NF-κB activation appears to precede the onset of disease, and blockade of NF-κB by different means decreases disease severity [5,6].\nNext to its role in proinflammatory gene expression, NF-κB is also essential for osteoclastogenesis, mainly by mediating the effects of receptor activator of NF-κB ligand (RANKL). Defects in the regulation of osteoclastogenesis are the major cause of bone erosion in osteolytic diseases such as RA [7].\nFinally, recent discoveries revealing a genetic association with several genes relevant to NF-κB signalling, including CD40, TRAF1, TNFAIP3, and c-REL, further highlight the importance of NF-κB activation in RA pathogenesis [8].","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":1020,"end":1024},"obj":"Protein"},{"id":"T2","span":{"begin":1028,"end":1034},"obj":"Protein"},{"id":"T3","span":{"begin":1036,"end":1040},"obj":"Protein"},{"id":"T4","span":{"begin":1044,"end":1050},"obj":"Protein"},{"id":"T5","span":{"begin":1052,"end":1055},"obj":"Protein"},{"id":"T6","span":{"begin":1059,"end":1063},"obj":"Protein"},{"id":"T7","span":{"begin":1065,"end":1069},"obj":"Protein"},{"id":"T8","span":{"begin":1071,"end":1076},"obj":"Protein"},{"id":"T9","span":{"begin":1197,"end":1200},"obj":"Protein"},{"id":"T10","span":{"begin":1208,"end":1212},"obj":"Protein"},{"id":"T11","span":{"begin":1214,"end":1231},"obj":"Protein"},{"id":"T12","span":{"begin":1245,"end":1276},"obj":"Protein"},{"id":"T13","span":{"begin":1348,"end":1351},"obj":"Protein"},{"id":"T14","span":{"begin":1967,"end":2001},"obj":"Protein"},{"id":"T15","span":{"begin":2003,"end":2008},"obj":"Protein"},{"id":"T16","span":{"begin":2253,"end":2257},"obj":"Protein"},{"id":"T17","span":{"begin":2259,"end":2264},"obj":"Protein"},{"id":"T18","span":{"begin":2266,"end":2273},"obj":"Protein"},{"id":"T19","span":{"begin":2279,"end":2284},"obj":"Protein"}]}