{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3218875/divs/5","sourcedb":"PMC","sourceid":"3218875","divid":5,"text":"A20 protein\nA20 (also known as TNFAIP3) is a ubiquitin-editing protein that negatively regulates NF-κB-dependent gene expression in response to different immune-activating stimuli, including TNF, IL-1 and antigens, and the triggering of TLRs and the nucleotide-binding oligomerisation domain-containing 2 receptor (reviewed in [37]). A20 is believed to inhibit NF-κB function by deubiquitinating specific NF-κB signalling molecules, such as RIP1, RIP2, TRAF6 and MALT1, which disrupts specific protein-protein interactions [38-41] (Figure 1). Recently, the disruption of interactions between E2 ubiquitin conjugating enzymes (Ubc13 and Ubc5hc) and E3 ubiquitin ligases (TRAF6, TRAF2 and cIAP1/2) were described as another important mechanism used by A20 to downregulate NF-κB signalling [42]. The association of A20 with its targets requires specific ubiquitin-binding adaptor proteins, including A20-binding inhibitor of NF-κB (ABIN) 1 and Tax1-binding protein 1 [43-46].\nNext to its role in suppressing NF-κB activation, A20 is also a strong inhibitor of apoptosis, at least in some cell types. The mechanisms by which A20 regulates apoptotic signalling, however, are still elusive. A20-deficient mice spontaneously develop multiorgan inflammation and cachexia and die within 2 weeks of birth, illustrating the potent anti-inflammatory function of this molecule [46]. A20-deficient cells are also more susceptible to TNF-mediated apoptosis, confirming its role as an antiapoptotic protein. We recently showed that mice specifically lacking A20 in intestinal epithelial cells exhibit increased susceptibility to experimental colitis due to the hypersensitivity of their intestinal epithelial cells to TNF-induced apoptosis, confirming A20 as a major antiapoptotic protein in the intestinal epithelium [47]. Two independent studies showed that mice lacking A20 in B cells develop autoimmunity due to hyperactive NF-κB responses in B cells leading to unrestricted B-cell survival [48,49].\nA20 expression has been observed in several cell types that play important roles in the pathophysiology of RA, such as fibroblasts, synoviocytes and lymphocytes. Interestingly, A20 expression is itself regulated by NF-κB [50], implicating A20 in the negative feedback regulation of NF-κB signalling. Recently, intra-articular injection of an A20-expressing adenovirus was shown to reduce the severity of synovial inflammation and joint destruction in a mouse model of collagen-induced arthritis, even in untreated joints, in both a prophylactic and therapeutic setting. A20 expression in synovial tissue was associated with inhibition of NF-κB activity and decreased levels of TNF, IL-1β, IL-6, soluble RANKL, monocyte chemo-attractant protein 1, and IL-17, suggesting that A20 induces a protective effect in collagen-induced arthritis mice through suppression of NF-κB activation and NF- κB-dependent gene expression [51]. Because TNF and IL-1β are known to mediate synovitis, pannus formation, and erosion of cartilage and bone in RA, the decreased serum levels of TNF and IL-1β in A20-transduced mice might explain the beneficial effects in the clinical, pathological, and radiological findings. This study also demonstrated that A20 overexpression leads to a decrease in the number of activated osteoclasts in joint tissue. A20 might therefore minimise joint destruction through decreasing the osteoclast number and activity. It will be interesting to analyse in future the susceptibility of conditional knockout mice that lack A20 in specific cell types such as synovial fibroblasts, macrophages, dendritic cells, B cells or T cells.\nImportantly, several SNPs in the human A20 locus have been associated with increased susceptibility to development of autoimmune pathologies (reviewed in [52]). Several genome-wide association studies also revealed a clear association between mutations in the A20 locus in the 6q23 chromosome and susceptibility to RA [52]. Although the identified variants are not located in a gene, they are thought to influence A20 as its nearest gene (~150 kb downstream of A20), probably by the presence of potential regulatory DNA elements in this region. As A20 is required for termination of TNF-induced signals, and TNF is the primary inflammatory cytokine in RA, these findings reveal A20 as a candidate susceptibility locus for RA. How these variants affect normal A20 activity and how they cause RA, however, remain unclear. Recently, Elsby and colleagues functionally evaluated in vitro the regulatory ability of RA-associated SNP variants on A20 promoter activity, and could show repressed A20 transcription for some of the SNPs investigated [53]. It will be of interest to identify the actual causal variants and to elucidate the functional consequences of these variants. In this context, knockin mice for the corresponding A20 SNPs, combined with mouse models for RA, will be very valuable tools.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":0,"end":3},"obj":"Protein"},{"id":"T2","span":{"begin":12,"end":15},"obj":"Protein"},{"id":"T3","span":{"begin":31,"end":38},"obj":"Protein"},{"id":"T4","span":{"begin":45,"end":70},"obj":"Protein"},{"id":"T5","span":{"begin":97,"end":102},"obj":"Protein"},{"id":"T6","span":{"begin":191,"end":194},"obj":"Protein"},{"id":"T7","span":{"begin":334,"end":337},"obj":"Protein"},{"id":"T8","span":{"begin":441,"end":445},"obj":"Protein"},{"id":"T9","span":{"begin":447,"end":451},"obj":"Protein"},{"id":"T10","span":{"begin":453,"end":458},"obj":"Protein"},{"id":"T11","span":{"begin":463,"end":468},"obj":"Protein"},{"id":"T12","span":{"begin":626,"end":631},"obj":"Protein"},{"id":"T13","span":{"begin":636,"end":642},"obj":"Protein"},{"id":"T14","span":{"begin":670,"end":675},"obj":"Protein"},{"id":"T15","span":{"begin":677,"end":682},"obj":"Protein"},{"id":"T16","span":{"begin":687,"end":692},"obj":"Protein"},{"id":"T17","span":{"begin":693,"end":694},"obj":"Protein"},{"id":"T18","span":{"begin":750,"end":753},"obj":"Protein"},{"id":"T19","span":{"begin":812,"end":815},"obj":"Protein"},{"id":"T20","span":{"begin":897,"end":936},"obj":"Protein"},{"id":"T21","span":{"begin":941,"end":963},"obj":"Protein"},{"id":"T22","span":{"begin":1023,"end":1026},"obj":"Protein"},{"id":"T23","span":{"begin":1121,"end":1124},"obj":"Protein"},{"id":"T24","span":{"begin":1185,"end":1188},"obj":"Protein"},{"id":"T25","span":{"begin":1370,"end":1373},"obj":"Protein"},{"id":"T26","span":{"begin":1419,"end":1422},"obj":"Protein"},{"id":"T27","span":{"begin":1542,"end":1545},"obj":"Protein"},{"id":"T28","span":{"begin":1702,"end":1705},"obj":"Protein"},{"id":"T29","span":{"begin":1736,"end":1739},"obj":"Protein"},{"id":"T30","span":{"begin":1857,"end":1860},"obj":"Protein"},{"id":"T31","span":{"begin":1988,"end":1991},"obj":"Protein"},{"id":"T32","span":{"begin":2165,"end":2168},"obj":"Protein"},{"id":"T33","span":{"begin":2227,"end":2230},"obj":"Protein"},{"id":"T34","span":{"begin":2330,"end":2333},"obj":"Protein"},{"id":"T35","span":{"begin":2558,"end":2561},"obj":"Protein"},{"id":"T36","span":{"begin":2665,"end":2668},"obj":"Protein"},{"id":"T37","span":{"begin":2670,"end":2675},"obj":"Protein"},{"id":"T38","span":{"begin":2677,"end":2681},"obj":"Protein"},{"id":"T39","span":{"begin":2691,"end":2696},"obj":"Protein"},{"id":"T40","span":{"begin":2698,"end":2733},"obj":"Protein"},{"id":"T41","span":{"begin":2762,"end":2765},"obj":"Protein"},{"id":"T42","span":{"begin":2920,"end":2923},"obj":"Protein"},{"id":"T43","span":{"begin":2928,"end":2933},"obj":"Protein"},{"id":"T44","span":{"begin":3055,"end":3058},"obj":"Protein"},{"id":"T45","span":{"begin":3063,"end":3068},"obj":"Protein"},{"id":"T46","span":{"begin":3072,"end":3075},"obj":"Protein"},{"id":"T47","span":{"begin":3221,"end":3224},"obj":"Protein"},{"id":"T48","span":{"begin":3316,"end":3319},"obj":"Protein"},{"id":"T49","span":{"begin":3520,"end":3523},"obj":"Protein"},{"id":"T50","span":{"begin":3666,"end":3669},"obj":"Protein"},{"id":"T51","span":{"begin":3887,"end":3890},"obj":"Protein"},{"id":"T52","span":{"begin":4041,"end":4044},"obj":"Protein"},{"id":"T53","span":{"begin":4088,"end":4091},"obj":"Protein"},{"id":"T54","span":{"begin":4175,"end":4178},"obj":"Protein"},{"id":"T55","span":{"begin":4210,"end":4213},"obj":"Protein"},{"id":"T56","span":{"begin":4235,"end":4238},"obj":"Protein"},{"id":"T57","span":{"begin":4267,"end":4275},"obj":"Protein"},{"id":"T58","span":{"begin":4305,"end":4308},"obj":"Protein"},{"id":"T59","span":{"begin":4386,"end":4389},"obj":"Protein"},{"id":"T60","span":{"begin":4566,"end":4569},"obj":"Protein"},{"id":"T61","span":{"begin":4614,"end":4617},"obj":"Protein"},{"id":"T62","span":{"begin":4850,"end":4853},"obj":"Protein"}]}