{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2817507/divs/13","sourcedb":"PMC","sourceid":"2817507","divid":13,"text":"Intra-cerebral hemorrhage (ICH) represents 10–15% of all strokes, and occurs with increasing frequency as a complication of the thrombolytic treatment of ischemic stroke [1]. The mortality of ICH is higher than that of ischemic stroke. Only 31% are functionally independent at 3 months. Only 38% of the patients survive the 1st year [10]. Unfortunately, the method for treatment of this disease and protection of the brain tissue after ICH are not effective. Mass effect, ischemia, and toxicity of blood components after ICH induce brain tissue damage. In addition, there is increasing evidence that inflammatory processes are involved in cerebrovascular events. After ICH, inflammatory mediators from the blood might enter to the brain and induce an inflammatory reaction and the brain cells itself are also capable of producing many of these agents [11]. The inflammatory responses are responsible for the ICH induced brain injury, which could provide new therapeutic targets for ICH. Various constituents of the inflammatory response, including adhesion molecules, cytokines, leukocytes, immunoglobulins, and complement, may be important in the pathogenesis of ICH. However, how the inflammatory responses is activated and regulated in the brain tissue after ICH is unclear.\nTranscription factor nuclear factor-kappa-B (NFκB) is an important nuclear transcription factor, which initiates transcription of genes associated with immune responses and inflammation [12, 13] and also plays a key role in regulating inflammation in brain pathologies. It has been reported that NFκB increased in the region of perihematoma after ICH [14]. NFκB activation occurs within minutes and persists for at least a week in response to ICH, which is associated with the expression of selected target genes [15]. Activation of NFκB initiates inflammatory responses and contributes to the pathobiology of perilesional cell death after ICH [16]. Inhibition of NFκB activity has been shown to have a therapeutic effect on experimental ICH, such as reduce inflammation, behavioral dysfunction, and neuronal damage produced by ICH [17]. The knowledge about how NFκB is activated in the brain subjected to ICH is critical for seeking a new neuroprotective method for ICH.\nToll-like receptors (TLRs) are a family of signal transduction molecules and play a critical role in the induction of innate and adaptive immunity [4]. TLR-mediated signaling pathways mainly stimulate the activation of NFκB [12, 13]. TLR4, the first mammalian TLR recognized, has been reported to be involved in several central nervous (CNS) system diseases, such as inflammatory or autoimmune CNS diseases and cerebral ischemic injury [7, 8]. Although previous reports indicated that the activation of NFκB was attributed to the oxidative stress or glutamate receptor activation induced by red blood cells and/or plasma constituents [17], very few studies have been directed to investigate the role and the relationship between TLR4-mediated NFκB signaling and ICH.\nIn the present study, we established the rat model of experimental ICH and detected the TLR4 mRNA and protein. Our data showed that transcription of TLR4 as well as the expression of TLR4 protein after ICH significantly elevated in brain tissue. These changes started as early as 6 hours after the ICH insult and maintained at a high level for 7 days afterward. The TLR4 protein, detected by immunohistochemistry, was consistently distributed in peri-hemorrhage areas, the hippocampus, cortex, thalamic nuclei, and some white matter tracts. These data indicated that increased expression of TLR4 may be related to the triggering of the inflammatory responses in the brain tissue after ICH.\nRecent studies demonstrated that ICH initiates inflammatory responses, which are associated with secondary growth of hemorrhage and cell death [18]. It is now believed that TLR4-mediated-NFκB pathway activates and regulates immunological and inflammatory responses. To investigate the mechanisms underlying the increased inflammatory responses in the brain after ICH, in the present study, we evaluated the activation of TLR4-mediated NFκB signaling by detecting the p-IκB and the activity of NFκB in hemorrhagic brains. NFκB is an important transcription factor downstream in the TLR4-mediated signaling pathway. Activation of TLR4 stimulates IκBα phosphorylation and degradation, resulting in nuclear translocation of NFκB, which initiates transcription of genes associated with innate immune responses and inflammation [5, 6]. We observed that the levels of phosphorylation of IκB and the activity of NFκB were significantly increased in brain tissue after ICH. The temporal profile of the expression of p-IκB and the activation of NFκB was similar to that of the expression of TLR4. Our data suggest that ICH stimulates activation of the TLR4/NFκB signaling pathway, which is consistent with previous reports that activation of NFκB is regulated through the TLR4-mediated signaling pathway. TLR4 plays an important role in the recognition of microbial components [19, 20] and can also recognize endogenous molecules such as the degradation products of macromolecules, products of proteolytic cascades, intracellular components of ruptured cells, and products of genes that are activated by inflammation. For instance, HSP70, HSP32, HSP27, and enzymes involved in oxidative stress are found to be upregulated in the brain after ICH, which may be produced by injured neuronal cells or blood cells [21]. It may be speculated that these molecules produced in damaged brain or came from blood cells and constituents of plasma server as endogenous TLR4 ligands, activate TLR4-mediated NFκB signaling, and initiate the inflammatory responses in IHC brain. However, the specific endogenous ligands for TLR4 in hemorrhagic brain have not been determined and need to be identified through further research.\nIn conclusion, the present study demonstrated the temporal profile of the activation of TLR4-mediated NFκB signaling in brain tissue in a rat model of experimental ICH, which suggests that TLR4-mediated NFκB signaling participates in the pathogenesis of ICH, which may be a therapeutic target for the prevention of ICH-induced brain damage.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":2484,"end":2488},"obj":"Protein"},{"id":"T2","span":{"begin":2979,"end":2983},"obj":"Protein"},{"id":"T3","span":{"begin":3105,"end":3109},"obj":"Protein"},{"id":"T4","span":{"begin":3166,"end":3170},"obj":"Protein"},{"id":"T5","span":{"begin":3200,"end":3204},"obj":"Protein"},{"id":"T6","span":{"begin":3383,"end":3387},"obj":"Protein"},{"id":"T7","span":{"begin":3608,"end":3612},"obj":"Protein"},{"id":"T8","span":{"begin":3880,"end":3884},"obj":"Protein"},{"id":"T9","span":{"begin":4128,"end":4132},"obj":"Protein"},{"id":"T10","span":{"begin":4288,"end":4292},"obj":"Protein"},{"id":"T11","span":{"begin":4335,"end":4339},"obj":"Protein"},{"id":"T12","span":{"begin":4351,"end":4355},"obj":"Protein"},{"id":"T13","span":{"begin":4788,"end":4792},"obj":"Protein"},{"id":"T14","span":{"begin":4849,"end":4853},"obj":"Protein"},{"id":"T15","span":{"begin":4969,"end":4973},"obj":"Protein"},{"id":"T16","span":{"begin":5002,"end":5006},"obj":"Protein"},{"id":"T17","span":{"begin":5329,"end":5334},"obj":"Protein"},{"id":"T18","span":{"begin":5336,"end":5341},"obj":"Protein"},{"id":"T19","span":{"begin":5343,"end":5348},"obj":"Protein"},{"id":"T20","span":{"begin":5653,"end":5657},"obj":"Protein"},{"id":"T21","span":{"begin":5676,"end":5680},"obj":"Protein"},{"id":"T22","span":{"begin":5805,"end":5809},"obj":"Protein"},{"id":"T23","span":{"begin":5996,"end":6000},"obj":"Protein"},{"id":"T24","span":{"begin":6097,"end":6101},"obj":"Protein"}]}