{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1064895/divs/19","sourcedb":"PMC","sourceid":"1064895","divid":19,"text":"IL-17 was first described as a T cell product with proinflammatory properties [5,22]. RA is characterized by hyperplasia of synovial lining cells and an intense infiltration by mononuclear cells [23]. Proinflammatory cytokines such as IL-1 and TNF-α are abundant in rheumatoid synovium, whereas the T cell-derived cytokines, especially IL-4 and interferon-γ, have often proved difficult to detect in RA synovium [24]. Although T cells may have a role in the augmentation of rheumatoid synovial inflammation, the lack of T cell-derived cytokines has limited its importance. In this respect, IL-17 is appealing because it has been described as a T cell-derived cytokine with proinflammatory properties.\nIn our studies, we tried to evaluate how IL-17 production is regulated in RA PBMC, and which signaling pathway it used. Levels of IL-17 were found to be higher in RA synovial fluid than in OA synovial fluid [15]. However, there are few data available on the agents that stimulate IL-17 production in RA, although the highest level of IL-17 production can be achieved by anti-CD3/anti-CD28 stimulation in healthy individuals [25]. In our experiments, PHA as mitogens, as well as anti-CD3/anti-CD28 for signaling through the T cell receptor, increased IL-17 production from RA PBMC in a dose-dependent manner. We found, by a cell proliferation assay (data not shown), that this upregulation of IL-17 might be due to increased cellular activity rather than to cellular proliferation.\nIL-17 is produced mainly by activated CD4+ T cells, especially for Th1/Th0 cells, not the Th2 phenotype [26]. However, it can also be produced by CD8+ T cells via an IL-23 triggering mechanism in Gram-negative pulmonary infection [14]. In addition, IL-17 production was significantly augmented by T cells recognizing type II collagen in a collagen-induced arthritis model [27]. A complex interaction between cells in inflamed RA joints might produce a variety of proinflammatory cytokines and chemokines, which also activate other cells in the joints. For example, IL-17 stimulates rheumatoid synoviocytes to secrete several cytokines such as IL-6, IL-8 and tumor necrosis factor-stimulated gene 6 as well as prostaglandin E2 in vitro [12,28,29]. There are as yet few data available on the agents that stimulate IL-17 production in RA, although some cytokines (IL-15 and IL-23) have been known to regulate IL-17 production [13,14]. We therefore investigated the in vitro production of IL-17 in RA PBMC responding to a variety of cytokines/chemokines and mitogens as well as T cell receptor (TCR) ligation using anti-CD3/anti-CD28. Our studies demonstrated that IL-15 and MCP-1 as well as TCR ligation significantly increased the production of IL-17 in RA PBMC. Adding IL-15 or MCP-1 to TCR ligation augmented IL-17 production more markedly. In contrast, IL-1 and TNF-α, which are known to have proinflammatory properties and to be increased in RA joints, did not affect IL-17 production. Our data were consistent with a recent report that IL-15 triggered in vitro IL-17 production in PBMC, but TNF-α did not do so [13]. Although there were no data that MCP-1 directly induces T cell activation, it might exert effects indirectly on T cells through the activation of monocytes/macrophages in PBMC cultures. As reported for normal individuals [25], T cell activation through anti-CD3/anti-CD28 also increases IL-17 induction in RA PBMC.\nAlthough the signaling pathway for the induction of cytokines/chemokines by IL-17 has been documented widely [8,30,31], no data have been available on how IL-17 production can be regulated by certain signaling pathways. By using signal transduction inhibitors, we therefore examined which signaling pathway was mainly involved in the induction of IL-17 in RA PBMC.\nWe identified that anti-CD3-induced IL-17 production in RA PBMC was significantly hampered by the PI3K inhibitor LY294002 and the NF-κB inhibitor PDTC to comparable levels of basal production without stimulation. We also found that anti-CD3-induced IL-17 production was downregulated by the addition of SB203580, a p38 MAPK inhibitor. It is interesting that a series of evidence supports crosstalk between NF-κB and p38. In myocytes, IκB kinase-β is activated by p38 [32], and the activated p38 can stimulate NF-κB by a mechanism involving histone acetylase p300/CREB-binding protein [33]. Our results revealed that p38 MAPK activation was not affected by LY294002, whereas NF-κB binding activity was decreased by LY294002, which provided the evidence for a p38 MAPK pathway independent of PI3K activation. The direct relationship between p38 and NF-κB for IL-17 production needs to be studied in future experiments.\nThe search for a downstream pathway of PI3K seemed to have a maximal response of Akt activation at 1 hour and a gradual loss of activity at 2 hours. The fact that Akt is phosphorylated upon anti-CD3 stimulation suggests the possible involvement of PI3K in the induction of IL-17 in RA. In view of the fact that NF-κB was also activated by anti-CD3/anti-CD28, IL-15 or mitogens in our experiments, it is most likely that the NF-κB pathway is also actively involved in the induction of IL-17 in RA PBMC. In contrast, the AP-1 signal transduction pathway, another important signaling pathway for cytokines/chemokines, was not activated in our experiments (data not shown). Although PI3K and its downstream kinase Akt in association with NF-κB have been reported to deliver activating signals in many cell types, the data on the signal inducing IL-17 are lacking. Our data clearly demonstrated that PI3K/Akt and resultant NF-κB activation could be an important arbitrator of the upregulation of IL-17 in RA, on the basis of our experiments showing simultaneous blocking of NF-κB binding activity in the IL-17 promoter by PDTC and LY294002. Considering its proinflammatory activities and successful induction of anti-IL-17 for ameliorating arthritis in animal models [2,6,34-36], understanding the IL-17 signaling pathway is an important element of developing new targeted therapies in RA.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":0,"end":5},"obj":"Protein"},{"id":"T2","span":{"begin":235,"end":239},"obj":"Protein"},{"id":"T3","span":{"begin":244,"end":249},"obj":"Protein"},{"id":"T4","span":{"begin":336,"end":340},"obj":"Protein"},{"id":"T5","span":{"begin":345,"end":357},"obj":"Protein"},{"id":"T6","span":{"begin":590,"end":595},"obj":"Protein"},{"id":"T7","span":{"begin":742,"end":747},"obj":"Protein"},{"id":"T8","span":{"begin":831,"end":836},"obj":"Protein"},{"id":"T9","span":{"begin":981,"end":986},"obj":"Protein"},{"id":"T10","span":{"begin":1035,"end":1040},"obj":"Protein"},{"id":"T11","span":{"begin":1085,"end":1089},"obj":"Protein"},{"id":"T12","span":{"begin":1151,"end":1154},"obj":"Protein"},{"id":"T13","span":{"begin":1193,"end":1197},"obj":"Protein"},{"id":"T14","span":{"begin":1251,"end":1256},"obj":"Protein"},{"id":"T15","span":{"begin":1393,"end":1398},"obj":"Protein"},{"id":"T16","span":{"begin":1482,"end":1487},"obj":"Protein"},{"id":"T17","span":{"begin":1520,"end":1523},"obj":"Protein"},{"id":"T18","span":{"begin":1628,"end":1631},"obj":"Protein"},{"id":"T19","span":{"begin":1648,"end":1653},"obj":"Protein"},{"id":"T20","span":{"begin":1731,"end":1736},"obj":"Protein"},{"id":"T21","span":{"begin":2047,"end":2052},"obj":"Protein"},{"id":"T22","span":{"begin":2125,"end":2129},"obj":"Protein"},{"id":"T23","span":{"begin":2131,"end":2135},"obj":"Protein"},{"id":"T24","span":{"begin":2140,"end":2179},"obj":"Protein"},{"id":"T25","span":{"begin":2294,"end":2299},"obj":"Protein"},{"id":"T26","span":{"begin":2343,"end":2348},"obj":"Protein"},{"id":"T27","span":{"begin":2353,"end":2358},"obj":"Protein"},{"id":"T28","span":{"begin":2388,"end":2393},"obj":"Protein"},{"id":"T29","span":{"begin":2467,"end":2472},"obj":"Protein"},{"id":"T30","span":{"begin":2607,"end":2611},"obj":"Protein"},{"id":"T31","span":{"begin":2643,"end":2648},"obj":"Protein"},{"id":"T32","span":{"begin":2653,"end":2658},"obj":"Protein"},{"id":"T33","span":{"begin":2725,"end":2730},"obj":"Protein"},{"id":"T34","span":{"begin":2750,"end":2755},"obj":"Protein"},{"id":"T35","span":{"begin":2759,"end":2764},"obj":"Protein"},{"id":"T36","span":{"begin":2791,"end":2796},"obj":"Protein"},{"id":"T37","span":{"begin":2836,"end":2840},"obj":"Protein"},{"id":"T38","span":{"begin":2845,"end":2850},"obj":"Protein"},{"id":"T39","span":{"begin":2952,"end":2957},"obj":"Protein"},{"id":"T40","span":{"begin":3021,"end":3026},"obj":"Protein"},{"id":"T41","span":{"begin":3046,"end":3051},"obj":"Protein"},{"id":"T42","span":{"begin":3076,"end":3081},"obj":"Protein"},{"id":"T43","span":{"begin":3135,"end":3140},"obj":"Protein"},{"id":"T44","span":{"begin":3369,"end":3373},"obj":"Protein"},{"id":"T45","span":{"begin":3389,"end":3394},"obj":"Protein"},{"id":"T46","span":{"begin":3493,"end":3498},"obj":"Protein"},{"id":"T47","span":{"begin":3572,"end":3577},"obj":"Protein"},{"id":"T48","span":{"begin":3764,"end":3769},"obj":"Protein"},{"id":"T49","span":{"begin":3806,"end":3809},"obj":"Protein"},{"id":"T50","span":{"begin":3818,"end":3823},"obj":"Protein"},{"id":"T51","span":{"begin":4031,"end":4036},"obj":"Protein"},{"id":"T52","span":{"begin":4216,"end":4228},"obj":"Protein"},{"id":"T53","span":{"begin":4340,"end":4344},"obj":"Protein"},{"id":"T54","span":{"begin":4345,"end":4365},"obj":"Protein"},{"id":"T55","span":{"begin":4639,"end":4644},"obj":"Protein"},{"id":"T56","span":{"begin":4780,"end":4783},"obj":"Protein"},{"id":"T57","span":{"begin":4862,"end":4865},"obj":"Protein"},{"id":"T58","span":{"begin":4972,"end":4977},"obj":"Protein"},{"id":"T59","span":{"begin":5052,"end":5056},"obj":"Protein"},{"id":"T60","span":{"begin":5058,"end":5063},"obj":"Protein"},{"id":"T61","span":{"begin":5183,"end":5188},"obj":"Protein"},{"id":"T62","span":{"begin":5218,"end":5222},"obj":"Protein"},{"id":"T63","span":{"begin":5409,"end":5412},"obj":"Protein"},{"id":"T64","span":{"begin":5540,"end":5545},"obj":"Protein"},{"id":"T65","span":{"begin":5599,"end":5602},"obj":"Protein"},{"id":"T66","span":{"begin":5690,"end":5695},"obj":"Protein"},{"id":"T67","span":{"begin":5798,"end":5803},"obj":"Protein"},{"id":"T68","span":{"begin":5911,"end":5916},"obj":"Protein"},{"id":"T69","span":{"begin":5992,"end":5997},"obj":"Protein"}]}