{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2674207/divs/8","sourcedb":"PMC","sourceid":"2674207","divid":8,"text":"GR-GATA-3 In Vitro Competition Assay for Importin-α (Far-Western ELISA)\nImmunoprecipitated importin-α (anti-importin-α, Santa Cruz Biotechnology) from HuT-78 cells was separated by SDS-PAGE and purified from the excised gel by electroelution [36]. Similarly, GATA-3 was isolated from nonstimulated HuT-78 cells or cells stimulated for 30 min with anti-CD3/CD28 and GR was isolated from FP (10−8 M, 30 min) stimulated HuT-78 cells. These proteins were subsequently refolded in glycine solution. 100 µl of importin-α solution (100 ng/ml in TBS) was added to 96-well plates coated with goat anti-importin-α antibody. After 1 h incubation, GATA-3 (100 ng/ml in TBS) from stimulated or unstimulated cells were added to the importin-α-coated wells. GR (10 or 100 ng/ml in TBS) from stimulated or unstimulated cells were added to some wells. After a further 1 h incubation, the plate was washed and incubated with primary antibodies (a mixture of rabbit anti-GATA-3 and mouse anti-GR, Santa Cruz Biotechnology) for 1.5 h, and then incubated with secondary antibodies. FITC swine anti-rabbit IgG (Dako, Cambridge, UK) was used for the detection of GATA-3, and rhodamine donkey anti-mouse IgG (Novus, Littleton, Colorado, USA) was used for the detection of GR. FITC and rhodamine levels were measured with a fluorescent micro-plate reader (Bioline, London, UK).","project":"bionlp-st-ge-2016-reference","denotations":[{"id":"T1","span":{"begin":0,"end":2},"obj":"Protein"},{"id":"T2","span":{"begin":3,"end":9},"obj":"Protein"},{"id":"T3","span":{"begin":259,"end":265},"obj":"Protein"},{"id":"T4","span":{"begin":365,"end":367},"obj":"Protein"},{"id":"T5","span":{"begin":636,"end":642},"obj":"Protein"},{"id":"T6","span":{"begin":743,"end":745},"obj":"Protein"},{"id":"T7","span":{"begin":1140,"end":1146},"obj":"Protein"},{"id":"T8","span":{"begin":1248,"end":1250},"obj":"Protein"}],"namespaces":[{"prefix":"_base","uri":"http://bionlp.dbcls.jp/ontology/ge.owl#"}]}