{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3218875/divs/4","sourcedb":"PMC","sourceid":"3218875","divid":4,"text":"Since NF-κB activation is so crucial to many cellular processes, a tight regulation of the NF-κB signalling pathway and the genes it induces is an absolute requirement to fine-tune the inflammatory response. Moreover, terminating an NF-κB response is essential to prevent persistent NF-κB activation that may lead to chronic inflammation and/or tumorigenesis. To achieve this, cells employ different mechanisms, including the expression of inhibitory proteins that downregulate NF-κB signalling [32]. Below we give an overview of a number of proteins that are involved in the dampening or termination of the NF-κB response, some of them under the control of NF-κB itself and thus acting in a negative feedback loop. In addition, we discuss the potential role of these NF-κB inhibitory factors in the immunopathology of RA. Several other proteins involved in the negative regulation of NF-κB-dependent inflammatory responses, such as MyD88s, IRAK-M, and TOLLIP, have been described (reviewed in [33]). These proteins are not discussed here, since a link with RA pathology has not yet been reported.Although IKK1 is a critical component of the non-canonical NF-κB pathway, it should be mentioned that this kinase also plays a prominent role in the negative regulation of both canonical and noncanonical NF-κB pathways. Macrophages from IKK1-deficient mice or knockin mice expressing inactive IKK1 show increased production of proinflammatory cytokines as a result of enhanced IKK2 activation and IκBα degradation [34]. IKK1 has also been shown to inhibit nuclear NF-κB and to downregulate proinflammatory signalling by phosphorylating STAT1 [35]. Interestingly, a recent study has demonstrated that IKK1 phosphorylates NIK in negative feedback regulation of the noncanonical NF-κB pathway [36], supporting the idea that IKK1 plays important roles in terminating both canonical and noncanonical NF-κB pathways with possible implications for chronic inflammatory diseases like RA.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":933,"end":939},"obj":"Protein"},{"id":"T2","span":{"begin":941,"end":947},"obj":"Protein"},{"id":"T3","span":{"begin":953,"end":959},"obj":"Protein"},{"id":"T4","span":{"begin":1106,"end":1110},"obj":"Protein"},{"id":"T5","span":{"begin":1334,"end":1338},"obj":"Protein"},{"id":"T6","span":{"begin":1390,"end":1394},"obj":"Protein"},{"id":"T7","span":{"begin":1474,"end":1478},"obj":"Protein"},{"id":"T8","span":{"begin":1494,"end":1498},"obj":"Protein"},{"id":"T9","span":{"begin":1517,"end":1521},"obj":"Protein"},{"id":"T10","span":{"begin":1633,"end":1638},"obj":"Protein"},{"id":"T11","span":{"begin":1697,"end":1701},"obj":"Protein"},{"id":"T12","span":{"begin":1717,"end":1720},"obj":"Protein"},{"id":"T13","span":{"begin":1818,"end":1822},"obj":"Protein"}]}