{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1359074/divs/17","sourcedb":"PMC","sourceid":"1359074","divid":17,"text":"EMSA.\nSingle-stranded complementary oligonucleotides were annealed and end-labeled with [γ-32P] ATP with T4 polynucleotide kinase. EMSA was performed with 5 μg of nuclear proteins from MEL cells or 3 μl of in vitro-translated Sox6 along with the reticulocyte lysate in binding buffer: 100 mM NaCl, 10% glycerol, 200 ng/μl BSA, 50 ng/μl poly (dI-dC) or poly (dG-dC), 10 mM HEPES (pH 7), 0.1 mM EDTA, 0.25 mM DTT, 0.6 mM MgCl2. For competition or supershift assays, the indicated unlabelled oligonucleotide competitor (200-fold molar excess) or antibody (3 μl) was added 30 min to 60 min prior to addition of radiolabeled probe. Following addition of the radiolabeled probe, the samples were incubated for 30 min or 60 min at room temperature and loaded on a 4% or 6% (w/v) polyacrylamide gel. Electrophoresis was performed at a constant 19 mAmp for 4–8 h at room temperature, and the gels were dried prior to autoradiography. Antibodies used for supershift analyses included c-Myc, HA, and Sox6 antibodies (described as above). The DNA sequences of the oligonucleotides are as follows (only forward oligos are listed): For the 36-bp WT probe: 5′AATGCAGAACAAAGGGTCAGAACATTGTCTGCGAAG3′ (MHB1556); for mutant probe 1 (M1): 5′AACAAAGGGTCAGAACATTGTCTGCGAAG3′ (MHB1644); for mutant probe 2 (M2): 5′AATGCAGAACAAAGGGTCAGAtgagTGTCTGCGAAG3′ (MHB1648); for mutant probe 3 (M3): 5′AATGCAGtgccAAGGGTCAGAACATTGTCTGCGAAG3′ (MHB1650).","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":105,"end":129},"obj":"Protein"},{"id":"T2","span":{"begin":226,"end":230},"obj":"Protein"},{"id":"T3","span":{"begin":322,"end":325},"obj":"Protein"},{"id":"T4","span":{"begin":974,"end":979},"obj":"Protein"},{"id":"T5","span":{"begin":981,"end":983},"obj":"Protein"},{"id":"T6","span":{"begin":989,"end":993},"obj":"Protein"}]}