{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1310901/divs/7","sourcedb":"PMC","sourceid":"1310901","divid":7,"text":"Bisulfite treatment\nDNA was extracted as described above. Bisulfite treatment of DNA, leading to conversion of unmethylated cytosine to uracil residues and no change of methylated cytosine residues, was performed as described as follows. Briefly, 1 µg of DNA and 2 µg of poly(dA–dT)(poly(dA–dT) copolymers (Amersham Pharmacia Biotech) were denaturated for 20 min at 42°C in 0.3 M NaOH in a volume of 50 µl. Fresh solutions of 30 µl of 10 mM hydrochinon (Sigma) and 530 µl of 3 M sodium bisulfite (pH 5.0; Sigma) were added, the solution was gently mixed, overlayed with mineral oil and incubated in the dark for 12–13 h at 50°C. The aqueous phase was recovered using the ‘Wizard DNA clean-up system’ (Promega, Mannheim, Germany). The purified DNA was subsequently mixed with 1 M NaOH to a final concentration of 0.3 M and incubated for 20 min at 37°C to ensure complete desulfonisation. DNA was ethanol precipitated in the presence of 1/10 vol of 3 M sodium acetate, washed with 70% ethanol and resuspended in 50 µl H2O. Subsequent PCR amplification of 4 µl bisulfite-treated DNA was used for cloning of two fragments of the IRF-4 promoter (BS-I and BS-II) into pCR2.1 vector with the ‘TOPO TA cloning kit’ (Invitrogen) (see Figure 3A). The primers used for PCR amplification of the BS-I and BS-II fragments contain the putative altered sequence of the sense strand due to bisulfite treatment (converted cytosine residues are written in bold letters): BS-I-forward 5′-TATTTGGATTTTTAGGGAGTTTTTTTT-3′, BS-I-reverse 5′-ACCCAACTCCCTTAAACTATTAAACT-3′ (187 bp); BS-II-forward 5′-AGTTTAATAGTTTAAGGGAGTTGGGT-3′, BS-II-reverse 5′-CTCACCCTAAACTCAAAACTAAAAAC-3′ (674 bp). After bacterial amplification of the cloned PCR fragments by standard procedures, eight clones from each sample were sequenced with an automated sequencer (ABI Prism 377, Applied Biosystems).","project":"bionlp-st-ge-2016-reference","denotations":[{"id":"T1","span":{"begin":1125,"end":1130},"obj":"Protein"}],"namespaces":[{"prefix":"_base","uri":"http://bionlp.dbcls.jp/ontology/ge.owl#"}]}