{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1359074/divs/8","sourcedb":"PMC","sourceid":"1359074","divid":8,"text":"In this report, we show that Sox6 is a novel factor in the complicated regulation mechanism of globin genes. In the Sox6 null mouse, there is a transient effect on the embryonic globin genes, ζ and βH1, and a persistent upregulation of the ɛy globin gene. Sox6 directly regulates and binds to the proximal promoter of ɛy gene and represses the ɛy-globin gene in definitive erythropoiesis.\nSox6 belongs to group D of the Sox family of proteins that includes Sox5, 12, 13, and 23 [34]. Group D Sox proteins contain a coiled–coiled domain that mediates homo- and heterodimerization [6,35]. Functionally, dimerization of Sox5 and Sox6 has been shown to greatly increase the binding efficiency of the two Sox proteins to DNA that contains adjacent Sox sites [6]. In addition, Sox6 binds more strongly to an HMG-box dimer motif than to a single HMG-box motif [5]. Therefore, it appears that target genes for group D Sox proteins, such as Sox6, probably harbor pairs of HMG binding sites with a configuration compatible with binding of D-Sox protein dimers. Indeed, in the present study, the defined Sox6 target sequence of the ɛy promoter contains two Sox/Sox6 consensus sites (Figure 3A). Functionally, both sites are essential for Sox6 binding to the ɛy promoter and repression of its activity (Figure 3E and 3F). These observations suggest that Sox6 binds to this sequence of the ɛy promoter either as a homodimer or as a heterodimer with other Sox proteins. Because Sox proteins recognize a short 6-bp core-binding sequence that allows for considerable degeneracy, the specificity of their actions is thought to rely upon interactions with other transcription factors [36]. In our EMSAs, we had to run the electrophoresis on a 4%–6% gel for at least 4–8 h to detect the Sox6-associated band, suggesting that Sox6 is part of a high molecular weight complex. A few other ɛy globin repressors have been reported to bind to DNA sequences near the Sox/Sox6 consensus sites, including the DRED complex [37] and COUP-TF [38]. Sox6 might interact with these factors and form a large repression complex. Identification of other components of the Sox6-containing complex associated with the ɛy promoter will shed light on its mechanism of repression.\nSox proteins bind and bend linear DNA by partial intercalation in the minor groove, and can also bind to four-way junctions [2–4]. Therefore, one attractive model to explain how Sox6 proteins control gene expression is that they function as architectural factors bound to DNA, influencing local chromatin structure by bending DNA and by assembling multiprotein transcriptional complexes. By changing the local chromatin structure, Sox6 could either interfere with binding of other activators to the promoter or facilitate binding of other repressors. Another example of a repressor that interferes with an activator on the ɛy promoter is DRED. DRED interferes with EKLF, an activator, in binding to the ɛy promoter [39]. Two HMG architectural proteins (distantly related to the Sox family of transcription factors), HMG-I and HMG-Y, were demonstrated to bind to the human adult β globin silencers (silencers I and II) and cause bending of the DNA, facilitating the binding of other repressors [40].\nSox6 expression is temporally and spatially coincident with definitive (but not primitive) erythropoiesis (Figure 6), and Sox6 represses ɛy globin expression both in vivo (Figure 1) and in vitro (Figure 2). Moreover, in situ hybridization clearly shows that the persistent expression of ɛy globin in p100H mutant mice is due to defects in the silencing mechanism of definitive erythropoiesis that takes place in the liver (Figure 5). Taken together, these data demonstrate that Sox6 functions in definitive erythropoiesis to silence ɛy globin expression.\nThe expression level of ɛy globin in homozygous Sox6 null mice at 15.5 dpc and 18.5 dpc is statistically equivalent to the level of βmaj/min expression in the livers of 15.5-dpc and 18.5-dpc homozygous WT mice (Figure 1). This demonstrates that ectopic expression of the ɛy globin gene is quite robust in homozygous mutant mice. The expression levels of two other embryonic globin genes (ζ and βh1) are also higher in p100H homozygotes, compared with WT. Like ɛy, levels of ζ and βh1 are dramatically higher in mutant mice at 15.5 dpc. However, unlike ɛy globin, ζ and βh1 decline in expression by day 18.5 dpc (Figure 1), suggesting that ɛy is regulated differently than ζ and βh1. It is possible that Sox6 has a general effect on embryonic globin genes (and erythrocyte maturation) in addition to a specific role in silencing ɛy.\nAlthough most p100H mutant mice die just after being born, a rare few survive longer. None have been observed to live longer than 2 wk after birth [14]. We examined a single archived sample of liver RNA from a mutant mouse on postnatal day 13.5 for globin gene expression and detected high levels of ɛy globin in this RNA sample, compared with undetectable ɛy RNA in WT control mice. At this point in development, the levels of ζ and βh1 RNA were undetectable both in mutant and WT; however, adult β-like globin RNA levels were moderately elevated in the mutant RNA compared with WT (unpublished data), similar to what we observe at 18.5 dpc (Figure 1). These findings suggest that Sox6 continues to function postnatally to silence ɛy globin expression and has a unique function in the regulation of ɛy-globin. The mechanism by which Sox6 regulates the other embryonic globin genes remains to be elucidated.\nSox6 has other effects in erythropoiesis, including a delay in enucleation/maturation in p100H mutant mice. This may be the result of indirect effects, such as stress-induced proliferation (resulting from cardiac defects) and/or anemia. Severe anemia can lead to rapid premature release of red cells, prior to their complete maturation. However, the hematocrit of 18.5-dpc mutant mice is only 20% lower than that of WT (unpublished data), and this mild anemia is probably not sufficient to explain the extent of nucleated red cells. Alternatively, Sox6 itself may play a role in red cell terminal differentiation, as it has been shown to be an important factor in cardiac [15], neuronal [10], astrocytic [11], and cartilage differentiation programs [32,41–44].\nThe restoration of normal enucleation of red cells in Sox6-deficient mouse by postnatal day 10.5 may result from functional compensation of other Sox proteins (expressed at later developmental stages), since functional redundancy is a recurring theme with Sox proteins [13,45,46]. Moreover, erythropoiesis has already shifted from fetal liver to bone marrow by postnatal day 10.5. The accompanying change in the microenvironment of red cell production may permit normal enucleation. Identification of Sox6 downstream target genes and its interacting proteins will shed light on the role of Sox6 in red cell terminal differentiation and the enucleation process.\nRecently, in vivo and in vitro analyses suggest that reactivation of human ɛ-globin would be therapeutically beneficial to adults with sickle cell disease [47], providing a rationale for detailed investigations into the molecular basis of ɛ-globin gene silencing. The present study identifies a novel repressor, Sox6, which binds to the ɛy proximal promoter, potentially as part of a larger repression complex. Because murine Sox6 and its human counterpart are 94% identical at the amino acid level [48], it is possible that human Sox6 may also be important in human ɛ globin silencing. There is significant sequence homology between the human and mouse ɛ promoter regions, and the human promoter contains at least two potential Sox6 binding sites. Indeed, the existence of a silencer of the human ɛ globin gene has been proposed [49,50]. Thus, elucidation of the Sox6 repression mechanism and identification of other components of the Sox6-containing complex may further our understanding of ɛ globin regulation and potentially reveal additional molecular targets for the treatment of sickle cell anemia and β thalassemias.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":29,"end":33},"obj":"Protein"},{"id":"T2","span":{"begin":116,"end":120},"obj":"Protein"},{"id":"T3","span":{"begin":192,"end":193},"obj":"Protein"},{"id":"T4","span":{"begin":198,"end":201},"obj":"Protein"},{"id":"T5","span":{"begin":240,"end":249},"obj":"Protein"},{"id":"T6","span":{"begin":256,"end":260},"obj":"Protein"},{"id":"T7","span":{"begin":318,"end":325},"obj":"Protein"},{"id":"T8","span":{"begin":344,"end":353},"obj":"Protein"},{"id":"T9","span":{"begin":389,"end":393},"obj":"Protein"},{"id":"T10","span":{"begin":457,"end":461},"obj":"Protein"},{"id":"T11","span":{"begin":463,"end":465},"obj":"Protein"},{"id":"T12","span":{"begin":467,"end":469},"obj":"Protein"},{"id":"T13","span":{"begin":475,"end":477},"obj":"Protein"},{"id":"T14","span":{"begin":617,"end":621},"obj":"Protein"},{"id":"T15","span":{"begin":626,"end":630},"obj":"Protein"},{"id":"T16","span":{"begin":771,"end":775},"obj":"Protein"},{"id":"T17","span":{"begin":932,"end":936},"obj":"Protein"},{"id":"T18","span":{"begin":1093,"end":1097},"obj":"Protein"},{"id":"T19","span":{"begin":1121,"end":1123},"obj":"Protein"},{"id":"T20","span":{"begin":1227,"end":1231},"obj":"Protein"},{"id":"T21","span":{"begin":1247,"end":1249},"obj":"Protein"},{"id":"T22","span":{"begin":1342,"end":1346},"obj":"Protein"},{"id":"T23","span":{"begin":1377,"end":1379},"obj":"Protein"},{"id":"T24","span":{"begin":1768,"end":1772},"obj":"Protein"},{"id":"T25","span":{"begin":1806,"end":1810},"obj":"Protein"},{"id":"T26","span":{"begin":1867,"end":1876},"obj":"Protein"},{"id":"T27","span":{"begin":1981,"end":1985},"obj":"Protein"},{"id":"T28","span":{"begin":2003,"end":2007},"obj":"Protein"},{"id":"T29","span":{"begin":2008,"end":2010},"obj":"Protein"},{"id":"T30","span":{"begin":2017,"end":2021},"obj":"Protein"},{"id":"T31","span":{"begin":2135,"end":2139},"obj":"Protein"},{"id":"T32","span":{"begin":2179,"end":2181},"obj":"Protein"},{"id":"T33","span":{"begin":2417,"end":2421},"obj":"Protein"},{"id":"T34","span":{"begin":2670,"end":2674},"obj":"Protein"},{"id":"T35","span":{"begin":2862,"end":2864},"obj":"Protein"},{"id":"T36","span":{"begin":2877,"end":2881},"obj":"Protein"},{"id":"T37","span":{"begin":2883,"end":2887},"obj":"Protein"},{"id":"T38","span":{"begin":2904,"end":2908},"obj":"Protein"},{"id":"T39","span":{"begin":2942,"end":2944},"obj":"Protein"},{"id":"T40","span":{"begin":3055,"end":3060},"obj":"Protein"},{"id":"T41","span":{"begin":3065,"end":3070},"obj":"Protein"},{"id":"T42","span":{"begin":3137,"end":3148},"obj":"Protein"},{"id":"T43","span":{"begin":3153,"end":3155},"obj":"Protein"},{"id":"T44","span":{"begin":3238,"end":3242},"obj":"Protein"},{"id":"T45","span":{"begin":3360,"end":3364},"obj":"Protein"},{"id":"T46","span":{"begin":3375,"end":3384},"obj":"Protein"},{"id":"T47","span":{"begin":3525,"end":3534},"obj":"Protein"},{"id":"T48","span":{"begin":3716,"end":3720},"obj":"Protein"},{"id":"T49","span":{"begin":3771,"end":3780},"obj":"Protein"},{"id":"T50","span":{"begin":3817,"end":3826},"obj":"Protein"},{"id":"T51","span":{"begin":3841,"end":3845},"obj":"Protein"},{"id":"T52","span":{"begin":3925,"end":3929},"obj":"Protein"},{"id":"T53","span":{"begin":3930,"end":3933},"obj":"Protein"},{"id":"T54","span":{"begin":4064,"end":4073},"obj":"Protein"},{"id":"T55","span":{"begin":4181,"end":4182},"obj":"Protein"},{"id":"T56","span":{"begin":4187,"end":4190},"obj":"Protein"},{"id":"T57","span":{"begin":4253,"end":4255},"obj":"Protein"},{"id":"T58","span":{"begin":4267,"end":4268},"obj":"Protein"},{"id":"T59","span":{"begin":4273,"end":4276},"obj":"Protein"},{"id":"T60","span":{"begin":4345,"end":4354},"obj":"Protein"},{"id":"T61","span":{"begin":4356,"end":4357},"obj":"Protein"},{"id":"T62","span":{"begin":4362,"end":4365},"obj":"Protein"},{"id":"T63","span":{"begin":4432,"end":4434},"obj":"Protein"},{"id":"T64","span":{"begin":4465,"end":4466},"obj":"Protein"},{"id":"T65","span":{"begin":4471,"end":4474},"obj":"Protein"},{"id":"T66","span":{"begin":4496,"end":4500},"obj":"Protein"},{"id":"T67","span":{"begin":4621,"end":4623},"obj":"Protein"},{"id":"T68","span":{"begin":4925,"end":4934},"obj":"Protein"},{"id":"T69","span":{"begin":4982,"end":4984},"obj":"Protein"},{"id":"T70","span":{"begin":5053,"end":5054},"obj":"Protein"},{"id":"T71","span":{"begin":5059,"end":5062},"obj":"Protein"},{"id":"T72","span":{"begin":5123,"end":5136},"obj":"Protein"},{"id":"T73","span":{"begin":5307,"end":5311},"obj":"Protein"},{"id":"T74","span":{"begin":5357,"end":5366},"obj":"Protein"},{"id":"T75","span":{"begin":5425,"end":5434},"obj":"Protein"},{"id":"T76","span":{"begin":5459,"end":5463},"obj":"Protein"},{"id":"T77","span":{"begin":5533,"end":5537},"obj":"Protein"},{"id":"T78","span":{"begin":6081,"end":6085},"obj":"Protein"},{"id":"T79","span":{"begin":6348,"end":6352},"obj":"Protein"},{"id":"T80","span":{"begin":6795,"end":6799},"obj":"Protein"},{"id":"T81","span":{"begin":6884,"end":6888},"obj":"Protein"},{"id":"T82","span":{"begin":7030,"end":7038},"obj":"Protein"},{"id":"T83","span":{"begin":7194,"end":7202},"obj":"Protein"},{"id":"T84","span":{"begin":7267,"end":7271},"obj":"Protein"},{"id":"T85","span":{"begin":7292,"end":7294},"obj":"Protein"},{"id":"T86","span":{"begin":7381,"end":7385},"obj":"Protein"},{"id":"T87","span":{"begin":7486,"end":7490},"obj":"Protein"},{"id":"T88","span":{"begin":7522,"end":7530},"obj":"Protein"},{"id":"T89","span":{"begin":7609,"end":7610},"obj":"Protein"},{"id":"T90","span":{"begin":7753,"end":7761},"obj":"Protein"},{"id":"T91","span":{"begin":7819,"end":7823},"obj":"Protein"},{"id":"T92","span":{"begin":7891,"end":7895},"obj":"Protein"},{"id":"T93","span":{"begin":7948,"end":7956},"obj":"Protein"}]}