{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1064873/divs/8","sourcedb":"PMC","sourceid":"1064873","divid":8,"text":"Western blot analysis\nCD4+ T cells were stimulated for 20 min by the indicated concentrations of IL-10 and IL-6 at a density of 5 × 105 cells in 0.5 ml culture medium with 10% FCS. To examine the effect of serum IL-6 on STAT phosphorylation, normal CD4+ T cells were stimulated for 20 min with 30% active RA serum in culture medium with 40 μg/ml neutralizing goat anti-IL-6 polyclonal antibody (IgG; Techne, Princeton, NJ, USA) or control goat IgG (Techne). Whole cell lysates were prepared by placing cells in 100 μl SDS lysing buffer (62.5 mM Tris–HCl [pH 6.8], 2% SDS, 10% glycerol, 50 mM dithiothreitol, 0.1% bromphenol blue). Then 20 μl protein samples were fractionated on 10% SDS-polyacrylamide gels and were transferred to nitrocellulose membranes (Amersham, Buckinghamshire, UK), and the membrane was blocked with 5% skim milk in Tris-buffered saline with 0.1% Tween 20.\nTyrosine phosphorylation of STAT1 and STAT3 was detected using commercial available kits (Cell Signaling Technology, Beverly, MA, USA) according to the manufacturer's instructions. Briefly, the membrane was incubated with the antibodies (rabbit IgG) anti-STAT1 antibody, anti-phosphorylated tyrosine 701 of STAT1 antibody, anti-STAT3 antibody, and anti-phosphorylated tyrosine 705 of STAT3 antibody, diluted as recommended at 1/2000 with Tris-buffered saline with 0.1% Tween 20 with 5% BSA. Antibody binding was detected by horseradish peroxidase-conjugated anti-rabbit IgG antibody diluted at 1/4000 with Tris-buffered saline with 0.1% Tween 20 with 5% BSA, and was revealed using the chemiluminescence system. Protein bands were quantified by densitometry using NIH-Image analysis, and STAT phosphorylation was compared with the total amount of STAT protein. IFN-γ-stimulated Hela cells were used as a positive control for STAT1 phosophorylation.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":22,"end":25},"obj":"Protein"},{"id":"T2","span":{"begin":97,"end":102},"obj":"Protein"},{"id":"T3","span":{"begin":107,"end":111},"obj":"Protein"},{"id":"T4","span":{"begin":212,"end":216},"obj":"Protein"},{"id":"T5","span":{"begin":249,"end":252},"obj":"Protein"},{"id":"T6","span":{"begin":369,"end":373},"obj":"Protein"},{"id":"T7","span":{"begin":908,"end":913},"obj":"Protein"},{"id":"T8","span":{"begin":918,"end":923},"obj":"Protein"},{"id":"T9","span":{"begin":1135,"end":1140},"obj":"Protein"},{"id":"T10","span":{"begin":1187,"end":1192},"obj":"Protein"},{"id":"T11","span":{"begin":1208,"end":1213},"obj":"Protein"},{"id":"T12","span":{"begin":1264,"end":1269},"obj":"Protein"},{"id":"T13","span":{"begin":1668,"end":1672},"obj":"Protein"},{"id":"T14","span":{"begin":1741,"end":1746},"obj":"Protein"},{"id":"T15","span":{"begin":1805,"end":1810},"obj":"Protein"}]}