{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3291650/divs/1","sourcedb":"PMC","sourceid":"3291650","divid":1,"text":"Viruses are a class of highly diverse pathogens which depend on the host cell for their replication. The initiation of a protective innate antiviral immune response involves the action of specialized pattern recognition receptors (PRR), which detect conserved molecular structures of the invading pathogen. Triggering of PRRs induces the production of host proinflammatory cytokines (e.g. TNF, IL-6 and IL-1) and type I interferons (interferon-α (IFN-α) and IFN-β) through activation of downstream signaling pathways that control various transcription factors such as NF-κB, AP-1, IRF3 and IRF7 [1], [2]. The presence of viral nucleic acids, such as viral RNA and DNA, viral replication intermediates and viral transcription products, can be sensed by specific intracellular PRRs [3]. Endosomal Toll-like receptors (TLRs) and cytoplasmic RNA helicase RIG-I-like receptors (RLRs) or Nod-like receptors (NLRs) detect the presence of viral single stranded (TLR7, TLR8, Nod2) or double stranded RNA (TLR3, RIG-I, MDA5). Intracellular DNA sensors that mediate antiviral immune responses to DNA viruses include TLR9, DAI [4] and the PYHIN domain containing proteins AIM2 [5], [6], [7] and IFI16 [8]. TLR mediated antiviral responses are restricted to specialized type I IFN producing plasmacytoid dendritic cells (pDC), while most other cell types, including conventional DC (cDC), macrophages and fibroblasts, depend on the cytosolic RNA and DNA sensors for the production of antiviral proteins [9].\nInfluenza A virus (IAV) is the etiological agent of a contagious acute respiratory disease that causes considerable mortality, which is generally believed to be due to an excessive host inflammatory response. Emergence of drug-resistant strains of influenza viruses with pandemic potential underscores the importance of developing novel antiviral strategies. In this context, understanding of the mechanisms that regulate IAV-induced immune responses is critical. IAV infection leads to the exposure in the host cell of single-stranded genomic RNA and double stranded RNA, the latter being an intermediate of viral replication. TLR3 and RIG-I have been implicated as sensors of IAV infection [10]–[12]. Both receptors contribute to the proinflammatory response to IAV, but the initiation of the innate antiviral immune response largely depends on RIG-I mediated signaling [13]. Interestingly, RIG-I deficient mice are highly susceptible to IAV [14], [15], whereas TLR3 deficient mice have a survival advantage to acute infection [16]. These results indicate that an imbalance between the beneficial and harmful effects of mediators released by immune cells is likely to contribute to the pathogenesis of influenza.\nRIG-I contains a C-terminal DExD/H box helicase domain, which is required for ligand recognition, and two N-terminal CARD domains. Upon ligand binding, the CARD domains of RIG-I associate with the CARD domain of the MAVS (also termed IPS-1, VISA, Cardif) adaptor protein, which subsequently translocates to and inserts in the outer mitochondrial membrane via its C-terminal transmembrane domain [17]–[20]. Signaling downstream of MAVS requires the action of various ubiquitin modifying enzymes, which both positively and negatively regulate RIG-I mediated signal transduction [21]. K63-specific ubiquitin ligases (E3s), such as TRIM25 [22] and Riplet [23], [24], have been shown to directly promote RIG-I activation. In addition, well characterized ubiquitin ligases such as TRAF6 [25], [26] and TRAF3 [27] mediate respectively NF-κB and IRF3 activation upon RIG-I stimulation. On the other hand, deubiquitinating enzymes (DUBs), such as DUBA [28], CYLD [29], [30] and OTUB1/2 [31] have been shown to negatively regulate RLR signaling by specifically removing K63-linked polyubiquitin chains from several signaling molecules. Furthermore, various K48-specific ubiquitin ligases, such as AIP4 [32] and TRIAD3A [33] mark respectively MAVS and TRAF3 for proteasome mediated degradation, thus inhibiting further downstream signaling. Additionally, the attachment of K48-specific polyubiquitin chains to the IRF3 and IRF7 transcription factors by E3s such as RAUL [34], TRIM21 [35] and RBCK1 [36] further dampens antiviral signal transduction.\nA20 is an ubiquitin-editing enzyme belonging to the OTU-domain family of DUBs. Interestingly, A20 also harbors atypical zinc finger dependent K48-specific E3 ubiquitin ligase activity. Both catalytic and noncatalytic mechanisms were previously shown to be involved in the negative regulation of proinflammatory signaling by A20 in response to multiple receptors such as TNF receptor I [37]–[39], TLR4 [40], and IL-1R [41]. The anti-inflammatory role of A20 is clearly demonstrated by the fact that A20 deficient mice die early after birth due to severe multi-organ inflammation and cachexia [37]. More recently, gene targeting of A20 in specific cell types was shown to be associated with autoimmunity and chronic inflammation [42]–[48], further illustrating that A20 is an important brake on the inflammatory response. The relevance of these findings for human disease has recently been illustrated through the identification of polymorphisms in the A20 locus that are associated with several autoimmune diseases and chronic inflammation [45]. In contrast to its well established function in the regulation of proinflammatory responses, the role of A20 in the regulation of antiviral immune responses is less well described and limited to a number of in vitro studies using overexpression or silencing in specific cell lines, indicating that A20 may regulate RIG-I- and TLR3-induced signaling to NF-κB and IRF-3 [49]–[52]. However, the precise in vivo role of A20 in the response to viral infection remains to be clarified. Using myeloid cell specific A20 knockout mice (A20myel-KO) that were recently generated in our lab and primary cells derived of these mice, we here provide evidence that A20 is a crucial negative regulator of IAV-induced proinflammatory and antiviral signaling in macrophages. Interestingly, A20myel-KO mice show enhanced survival and reduced morbidity in response to IAV lung infection compared to wild type mice. Protection against IAV in A20myel-KO mice is associated with increased cytokine and chemokine production, augmented recruitment of innate immune cells such as neutophils and alveolar macrophages, and enhanced viral clearance. These results suggest that boosting the innate immune response to IAV by targeting A20 activity in myeloid cells might have therapeutic potential.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":389,"end":392},"obj":"Protein"},{"id":"T2","span":{"begin":394,"end":398},"obj":"Protein"},{"id":"T3","span":{"begin":403,"end":407},"obj":"Protein"},{"id":"T4","span":{"begin":433,"end":445},"obj":"Protein"},{"id":"T5","span":{"begin":447,"end":452},"obj":"Protein"},{"id":"T6","span":{"begin":458,"end":463},"obj":"Protein"},{"id":"T7","span":{"begin":581,"end":585},"obj":"Protein"},{"id":"T8","span":{"begin":590,"end":594},"obj":"Protein"},{"id":"T9","span":{"begin":954,"end":958},"obj":"Protein"},{"id":"T10","span":{"begin":960,"end":964},"obj":"Protein"},{"id":"T11","span":{"begin":966,"end":970},"obj":"Protein"},{"id":"T12","span":{"begin":996,"end":1000},"obj":"Protein"},{"id":"T13","span":{"begin":1002,"end":1007},"obj":"Protein"},{"id":"T14","span":{"begin":1009,"end":1013},"obj":"Protein"},{"id":"T15","span":{"begin":1105,"end":1109},"obj":"Protein"},{"id":"T16","span":{"begin":1111,"end":1114},"obj":"Protein"},{"id":"T17","span":{"begin":1160,"end":1164},"obj":"Protein"},{"id":"T18","span":{"begin":1183,"end":1188},"obj":"Protein"},{"id":"T19","span":{"begin":2123,"end":2127},"obj":"Protein"},{"id":"T20","span":{"begin":2132,"end":2137},"obj":"Protein"},{"id":"T21","span":{"begin":2342,"end":2347},"obj":"Protein"},{"id":"T22","span":{"begin":2388,"end":2393},"obj":"Protein"},{"id":"T23","span":{"begin":2459,"end":2463},"obj":"Protein"},{"id":"T26","span":{"begin":2710,"end":2715},"obj":"Protein"},{"id":"T27","span":{"begin":2882,"end":2887},"obj":"Protein"},{"id":"T28","span":{"begin":2926,"end":2930},"obj":"Protein"},{"id":"T29","span":{"begin":2944,"end":2949},"obj":"Protein"},{"id":"T30","span":{"begin":2951,"end":2955},"obj":"Protein"},{"id":"T31","span":{"begin":2957,"end":2963},"obj":"Protein"},{"id":"T32","span":{"begin":3140,"end":3144},"obj":"Protein"},{"id":"T33","span":{"begin":3251,"end":3256},"obj":"Protein"},{"id":"T34","span":{"begin":3338,"end":3344},"obj":"Protein"},{"id":"T35","span":{"begin":3354,"end":3360},"obj":"Protein"},{"id":"T36","span":{"begin":3409,"end":3414},"obj":"Protein"},{"id":"T37","span":{"begin":3485,"end":3490},"obj":"Protein"},{"id":"T38","span":{"begin":3506,"end":3511},"obj":"Protein"},{"id":"T39","span":{"begin":3548,"end":3552},"obj":"Protein"},{"id":"T40","span":{"begin":3569,"end":3574},"obj":"Protein"},{"id":"T41","span":{"begin":3648,"end":3652},"obj":"Protein"},{"id":"T42","span":{"begin":3659,"end":3663},"obj":"Protein"},{"id":"T43","span":{"begin":3731,"end":3734},"obj":"Protein"},{"id":"T44","span":{"begin":3897,"end":3901},"obj":"Protein"},{"id":"T45","span":{"begin":3911,"end":3918},"obj":"Protein"},{"id":"T46","span":{"begin":3942,"end":3946},"obj":"Protein"},{"id":"T47","span":{"begin":3951,"end":3956},"obj":"Protein"},{"id":"T48","span":{"begin":4113,"end":4117},"obj":"Protein"},{"id":"T49","span":{"begin":4122,"end":4126},"obj":"Protein"},{"id":"T50","span":{"begin":4164,"end":4168},"obj":"Protein"},{"id":"T51","span":{"begin":4175,"end":4181},"obj":"Protein"},{"id":"T52","span":{"begin":4191,"end":4196},"obj":"Protein"},{"id":"T53","span":{"begin":4619,"end":4633},"obj":"Protein"},{"id":"T54","span":{"begin":4645,"end":4649},"obj":"Protein"},{"id":"T55","span":{"begin":4660,"end":4665},"obj":"Protein"},{"id":"T56","span":{"begin":5609,"end":5614},"obj":"Protein"},{"id":"T57","span":{"begin":5620,"end":5624},"obj":"Protein"},{"id":"T58","span":{"begin":5656,"end":5661},"obj":"Protein"}]}