{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3312845/divs/0","sourcedb":"PMC","sourceid":"3312845","divid":0,"text":"Tumor necrosis factor-α-mediated threonine 435 phosphorylation of p65 nuclear factor-κB subunit in endothelial cells induces vasogenic edema and neutrophil infiltration in the rat piriform cortex following status epilepticus\nBackground\nStatus epilepticus (SE) induces severe vasogenic edema in the piriform cortex (PC) accompanied by neuronal and astroglial damages. To elucidate the mechanism of SE-induced vasogenic edema, we investigated the roles of tumor necrosis factor (TNF)-α in blood-brain barrier (BBB) disruption during vasogenic edema and its related events in rat epilepsy models provoked by pilocarpine-induced SE.\nMethods\nSE was induced by pilocarpine in rats that were intracerebroventricularly infused with saline-, and soluble TNF p55 receptor (sTNFp55R) prior to SE induction. Thereafter, we performed Fluoro-Jade B staining and immunohistochemical studies for TNF-α and NF-κB subunits.\nResults\nFollowing SE, most activated microglia showed strong TNF-α immunoreactivity. In addition, TNF p75 receptor expression was detected in endothelial cells as well as astrocytes. In addition, only p65-Thr435 phosphorylation was increased in endothelial cells accompanied by SMI-71 expression (an endothelial barrier antigen). Neutralization of TNF-α by soluble TNF p55 receptor (sTNFp55R) infusion attenuated SE-induced vasogenic edema and neuronal damages via inhibition of p65-Thr435 phosphorylation in endothelial cells. Furthermore, sTNFp55R infusion reduced SE-induced neutrophil infiltration in the PC.\nConclusion\nThese findings suggest that impairments of endothelial cell functions via TNF-α-mediated p65-Thr 485 NF-κB phosphorylation may be involved in SE-induced vasogenic edema. Subsequently, vasogenic edema results in extensive neutrophil infiltration and neuronal-astroglial loss.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":0,"end":23},"obj":"Protein"},{"id":"T2","span":{"begin":66,"end":69},"obj":"Protein"},{"id":"T3","span":{"begin":454,"end":483},"obj":"Protein"},{"id":"T4","span":{"begin":745,"end":761},"obj":"Protein"},{"id":"T5","span":{"begin":764,"end":771},"obj":"Protein"},{"id":"T6","span":{"begin":880,"end":885},"obj":"Protein"},{"id":"T7","span":{"begin":967,"end":972},"obj":"Protein"},{"id":"T8","span":{"begin":1004,"end":1020},"obj":"Protein"},{"id":"T9","span":{"begin":1107,"end":1110},"obj":"Protein"},{"id":"T10","span":{"begin":1254,"end":1259},"obj":"Protein"},{"id":"T11","span":{"begin":1271,"end":1287},"obj":"Protein"},{"id":"T12","span":{"begin":1290,"end":1297},"obj":"Protein"},{"id":"T13","span":{"begin":1385,"end":1388},"obj":"Protein"},{"id":"T14","span":{"begin":1448,"end":1455},"obj":"Protein"},{"id":"T15","span":{"begin":1604,"end":1609},"obj":"Protein"},{"id":"T16","span":{"begin":1619,"end":1622},"obj":"Protein"}]}