{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3333881/divs/10","sourcedb":"PMC","sourceid":"3333881","divid":10,"text":"Chromatin immunoprecipitation assay\nCells were fixed by adding formaldehyde (Sigma-Aldrich) at the final concentration of 1%. After 10 min, ice-cold PBS plus 0.125 M glycine was added, and plates were transferred on ice, washed extensively with PBS, and scraped. After centrifugation, cells were 10 min lysed in lysis buffer (5 mM PIPES pH 8.0, 85 mM KCl, 0.5% NP-40) supplemented with 1× Complete Protease Inhibitor (Roche Diagnostic GmbH). Nuclei were pelletted (1000 × g, 5 min), and resuspended in sonication buffer (50 mM Tris–HCl pH 8.0, 1% SDS, 10 mM EDTA). Chromatin was sonicated using Bandelin Sonoplus GM70 (Bandelin Electronic, Berlin, Germany), centrifuged (14 000 × g, 15 min), and supernatant was 10-fold diluted in dilution buffer (0.01% SDS, 16.7 mM Tris–HCl pH 8.0, 1.1% Triton X-100, 167 mM NaCl, 1.2 mM EDTA). Samples were pre-cleared by 3-h incubation with 20 µl of protein G agarose beads followed by incubation with antibodies against the analysed proteins. Primary antibodies were: anti-p65 (sc-372), anti-IκBα (sc-203) and rabbit IgG (sc-2027) from Santa Cruz Biotechnology; anti-FLAG M2 from Sigma–Aldrich. Immunoprecipitations were carried out at 4°C overnight and immune complexes were collected with protein G agarose beads, washed five times with low salt buffer (20 mM Tris–HCl pH 8.0, 0.1% SDS, 1% Triton X-100, 2 mM EDTA, 150 mM NaCl), four times with high salt buffer (20 mM Tris–HCl pH 8.0, 0.1% SDS, 1% Triton X-100, 2 mM EDTA, 500 mM NaCl), once with TE buffer (10 mM Tris–HCl pH 8.0, 1 mM EDTA), and extracted in TE buffer containing 2% SDS. Protein–DNA cross-links were reverted by heating at 65°C overnight. DNA was further purified by QIAquick PCR purification kit (QIAGEN) and eluted in 50 µl sterile distilled water. Specific enrichment in NF-κB enhancer sequences was measured by real-time PCR of chromatin immunoprecipitation (ChIP) eluates using SYBR GreenER Master Mix (Invitrogen). Reactions were carried out with the iCycler iQ Real-Time detection system (Bio-Rad Laboratories) using the following conditions: 95°C, 1 min; (94°C, 10 s; 60°C, 30 s) ×40. Primers used for MIP-1α, GAPDH and ACTB are listed in Supplementary Data. Real-time PCR of CSF3, LTA, NFKBIA and TLR2 were performed using the Custom ChIP array (QIAGEN). For each sample, values were normalized to input DNA and reported as % of input over the rabbit IgG control.","project":"bionlp-st-ge-2016-reference","denotations":[{"id":"T1","span":{"begin":887,"end":896},"obj":"Protein"},{"id":"T2","span":{"begin":1229,"end":1238},"obj":"Protein"},{"id":"T3","span":{"begin":2119,"end":2125},"obj":"Protein"},{"id":"T4","span":{"begin":2127,"end":2132},"obj":"Protein"},{"id":"T5","span":{"begin":2137,"end":2141},"obj":"Protein"},{"id":"T6","span":{"begin":2193,"end":2197},"obj":"Protein"},{"id":"T7","span":{"begin":2199,"end":2202},"obj":"Protein"},{"id":"T8","span":{"begin":2204,"end":2210},"obj":"Protein"},{"id":"T9","span":{"begin":2215,"end":2219},"obj":"Protein"}],"namespaces":[{"prefix":"_base","uri":"http://bionlp.dbcls.jp/ontology/ge.owl#"}]}