{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3589482/divs/6","sourcedb":"PMC","sourceid":"3589482","divid":6,"text":"Construction of SerpinB2 Reporter Gene Plasmids\nThe PCR primers DW5’LUC, containing a Kpn I restriction site, and DW3’LUC, containing an Xho I restriction site, were used to PCR amplify and clone the SerpinB2 promoter (−3261 to +92) from pDB9406 into the Kpn I/Xho I polylinker restriction sites of pGL3 Basic (Promega) to produce pGLmP-3261. The EcoR I insert of pDB9402-42 was sub-cloned immediately upstream of the SerpinB2 promoter EcoR I site (−3261) of pGLmP-3261 to produce pGLmP-4480. Additional murine SerpinB2 luciferase reporter constructs (pGLmP-2751, pGLmP-2614, pGLmP-1686, pGLmP-1341, pGLmP-694, pGLmP-539 and pGLmP-189) were generated by digesting pGLmP-3261 with EcoR I and a second restriction enzyme (Sfi I, Apa I, BstX I, Bsu36 I, Pac I, Hae III and Apo I respectively), blunt ending the resultant 5′ or 3′ overhangs with T4 DNA polymerase (NEB) and re-ligating the vector ends with T4 DNA ligase. The PCR primers BSPCR2 and DW3’LUC were used to subclone the murine SerpinB2 promoter regions −87 to +92 into the Kpn I/Xho I polylinker restriction sites of pGL3 Basic to produce pGLmP-87. The control empty vector was pGL3 Basic (Promega).\nLuciferase reporter constructs containing mutations in the SerpinB2 promoter LPS-responsive regions E box, PU.1, Oct-1 and C/EBP (pGLmP-539mEbox, pGLmP-539mPU.1, pGLmP-539mOct and pGLmP-539mC/EBP respectively) were generated as described [36]. The mutant oligonucleotide PCR primer sequences are provided in Fig. S1, and were used as follows: pGLmP-539mEbox: mPAI2mEboxa and mPAI2mEboxb; pGLmP-539mPU.1: mPAI2mPU.1a and mPAI2mPU.1b; pGLmP-539mOct: mPAI2mOct-2a and mPAI2mOct-2b; pGLmP-539mC/EBP: mPAI2mCEBPa and mPAI2mCEBPb. The oligonucleotide PCR primers used to generate mutants, pGLmP-539mCRE, pGLmP-539mAP-1a, and pGLmP-539mAP-1b were reported previously [37]. The flanking oligonucleotide PCR primers were RVprimer3 (Promega) and GLprimer2 (Promega). pGLmP-539 was used as the template in each case. Recombinant PCR products were digested with EcoR I and Xho I and cloned between the EcoR I and Xho I restriction sites of pGLmP-539 in place of the −539/+92 region of the wild-type murine SerpinB2 promoter. Sequence verified constructs were used in the experiments.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":16,"end":38},"obj":"Protein"},{"id":"T2","span":{"begin":200,"end":208},"obj":"Protein"},{"id":"T3","span":{"begin":418,"end":426},"obj":"Protein"},{"id":"T4","span":{"begin":511,"end":539},"obj":"Protein"},{"id":"T5","span":{"begin":680,"end":686},"obj":"Protein"},{"id":"T6","span":{"begin":720,"end":725},"obj":"Protein"},{"id":"T7","span":{"begin":727,"end":732},"obj":"Protein"},{"id":"T8","span":{"begin":734,"end":740},"obj":"Protein"},{"id":"T9","span":{"begin":742,"end":749},"obj":"Protein"},{"id":"T10","span":{"begin":751,"end":756},"obj":"Protein"},{"id":"T11","span":{"begin":758,"end":765},"obj":"Protein"},{"id":"T12","span":{"begin":770,"end":775},"obj":"Protein"},{"id":"T13","span":{"begin":842,"end":859},"obj":"Protein"},{"id":"T14","span":{"begin":903,"end":916},"obj":"Protein"},{"id":"T15","span":{"begin":986,"end":994},"obj":"Protein"},{"id":"T16","span":{"begin":1159,"end":1178},"obj":"Protein"},{"id":"T17","span":{"begin":1218,"end":1226},"obj":"Protein"},{"id":"T18","span":{"begin":2009,"end":2015},"obj":"Protein"},{"id":"T19","span":{"begin":2020,"end":2025},"obj":"Protein"},{"id":"T20","span":{"begin":2153,"end":2161},"obj":"Protein"}]}