{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1064895/divs/7","sourcedb":"PMC","sourceid":"1064895","divid":7,"text":"Quantification of IL-17 mRNA by semiquantitative reverse transcription–polymerase chain reaction\nPBMC were incubated with various concentrations of anti-CD3 in the presence or absence of inhibitors (LY294002, PDTC). After 16 hours of incubation, mRNA was extracted with RNAzol B (Biotex Laboratories, Houston, TX, USA) in accordance with the manufacturer's instructions. Reverse transcription of 2 μg of total mRNA was performed at 42°C using the Superscript™ reverse transcription system (Takara, Shiga, Japan). PCR amplification of cDNA aliquots was performed by adding 2.5 mM dNTPs, 2.5 U of Taq DNA polymerase (Takara) and 0.25 μM of sense and antisense primers. The reaction was performed in PCR buffer (1.5 mM MgCl2, 50 mM KCl, 10 mM Tris-HCl, pH 8.3) in a total volume of 25 μl. The following sense and antisense primers for each molecules were used: IL-17 sense, 5'-ATG ACT CCT GGG AAG ACC TCA TTG-3'; IL-17 antisense, 5'-TTA GGC CAC ATG GTG GAC AAT CGG-3'; glyceraldehyde-3-phosphate dehydrogenase (GAPDH) sense, 5'-CGA TGC TGG GCG TGA GTA C-3'; GAPDH antisense, 5'-CGT TCA GCT CAG GGA TGA CC-3'. Reactions were processed in a DNA thermal cycler (Perkin-Elmer Cetus, Norwalk, CT, USA) through cycles for 30 s of denaturation at 94°C, 1 min of annealing at 56°C for GAPDH and IL-17, followed by 1 min of elongation at 72°C. PCR rounds were repeated for 25 cycles each for both GAPDH and IL-17; this was determined as falling within the exponential phase of amplification for each molecule. The level of mRNA expression was presented as a ratio of IL-17 PCR product over GAPDH product.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":18,"end":23},"obj":"Protein"},{"id":"T2","span":{"begin":595,"end":598},"obj":"Protein"},{"id":"T3","span":{"begin":858,"end":863},"obj":"Protein"},{"id":"T4","span":{"begin":966,"end":1006},"obj":"Protein"},{"id":"T5","span":{"begin":1008,"end":1013},"obj":"Protein"},{"id":"T6","span":{"begin":1055,"end":1060},"obj":"Protein"},{"id":"T7","span":{"begin":1274,"end":1279},"obj":"Protein"},{"id":"T8","span":{"begin":1284,"end":1289},"obj":"Protein"},{"id":"T9","span":{"begin":1385,"end":1390},"obj":"Protein"},{"id":"T10","span":{"begin":1395,"end":1400},"obj":"Protein"},{"id":"T11","span":{"begin":1555,"end":1560},"obj":"Protein"},{"id":"T12","span":{"begin":1578,"end":1583},"obj":"Protein"}]}