{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3589482/divs/1","sourcedb":"PMC","sourceid":"3589482","divid":1,"text":"The inflammatory response is a double-edged sword. Properly orchestrated, it results in the clearing of foreign molecules and invading pathogens from the body. Uncontrolled, it may lead to organ damage, sepsis, and even cancer [1]–[3]. Many of the pathological manifestations of the inflammatory response are mediated by cytokines and other inducible gene products expressed by macrophages upon exposure to the gram-negative bacterial cell wall component LPS. As macrophages are key effectors of pathogen-induced innate immune responses, their survival is critical for initial pathogen neutralization and subsequent development of adaptive immune responses. One of the most LPS-inducible macrophage gene products known is the ovalbumin-like serine protease inhibitor (ov-serpin) SerpinB2, a widely recognized macrophage survival factor [4]; [5]. SerpinB2 was first identified as an inhibitor of urokinase-type plasminogen activator (uPA)[6]–[8], a serine protease involved in the degradation and turnover of the extracellular matrix through the activation of plasminogen [7]; [9]. Such function requires SerpinB2 to be secreted from the cell yet SerpinB2 exists primarily as a nonglycosylated intracellular protein [10]. Over the past decade, intracellular roles for SerpinB2 in cell survival [11]–[17], proliferation and differentiation [18]–[21], signal transduction [15]; [22]; [23] and innate immunity [24]–[28], have been described.\nThe SerpinB2 gene is highly regulated in a cell type specific manner analogous to that of cytokines and oncogenes [29]; [30]. It is one of the most responsive genes known [31], and can be induced over 1000-fold by LPS [31]–[32], and is up-regulated by a range of inflammatory mediators [9]. LPS activates immune responses through multiple signalling pathways. The toll-like receptor 4 (TLR4) is responsible for the recognition of LPS and other microbial products and plays a central role in the initiation of innate immune responses, including cytokine release. The binding of LPS to TLR4 on the surface of macrophages leads to the recruitment of adaptor molecules and the activation of protein kinases, generating signals to the nuclear factor-κB (NF-κB), mitogen-activated protein kinase (MAPK) and/or phosphoinositide 3(PI3)-kinase pathways [33].\nIn studies aimed at identifying LPS-inducible pro-survival factors downstream of p38 MAPK, SerpinB2 was identified as a factor whose expression was upregulated by cooperation of the IKKβ/NF-κB and p38 MAPK/CREB pathways [16]. Our previously published data indicated that SerpinB2 is distinctly regulated from other LPS-inducible genes in terms of kinetics, LPS dose response and sensitivity to IFN-γ co-stimulation [4]; however, the cis-acting elements in the SerpinB2 promoter responsible for LPS-dependent transcription in macrophages and the specific LPS-responsive transcription factors that bind the SerpinB2 promoter were not defined. Here we show that LPS induction of SerpinB2 is dependent upon cis-acting regulatory sequences in the region between nucleotides −189 and −539 of the murine SerpinB2 promoter, and is critically dependent upon a C/EBP binding site at −203/−195. C/EBP-β directly bound to this site in vivo and its deficiency abrogated constitutive SerpinB2 expression and SerpinB2 induction by LPS. Importantly, a C/EBP-β phospho-acceptor site was found to negatively regulate LPS-induced SerpinB2 promoter activity. Together, these findings provide new insight into the transcriptional regulation of the SerpinB2 gene.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":779,"end":787},"obj":"Protein"},{"id":"T2","span":{"begin":846,"end":854},"obj":"Protein"},{"id":"T3","span":{"begin":895,"end":931},"obj":"Protein"},{"id":"T4","span":{"begin":933,"end":936},"obj":"Protein"},{"id":"T5","span":{"begin":1059,"end":1070},"obj":"Protein"},{"id":"T6","span":{"begin":1104,"end":1112},"obj":"Protein"},{"id":"T7","span":{"begin":1146,"end":1154},"obj":"Protein"},{"id":"T8","span":{"begin":1267,"end":1275},"obj":"Protein"},{"id":"T9","span":{"begin":1442,"end":1450},"obj":"Protein"},{"id":"T10","span":{"begin":1802,"end":1822},"obj":"Protein"},{"id":"T11","span":{"begin":1824,"end":1828},"obj":"Protein"},{"id":"T12","span":{"begin":2022,"end":2026},"obj":"Protein"},{"id":"T13","span":{"begin":2379,"end":2387},"obj":"Protein"},{"id":"T14","span":{"begin":2470,"end":2474},"obj":"Protein"},{"id":"T15","span":{"begin":2559,"end":2567},"obj":"Protein"},{"id":"T16","span":{"begin":2682,"end":2687},"obj":"Protein"},{"id":"T17","span":{"begin":2748,"end":2756},"obj":"Protein"},{"id":"T18","span":{"begin":2893,"end":2901},"obj":"Protein"},{"id":"T19","span":{"begin":2964,"end":2972},"obj":"Protein"},{"id":"T20","span":{"begin":3085,"end":3093},"obj":"Protein"},{"id":"T21","span":{"begin":3172,"end":3179},"obj":"Protein"},{"id":"T22","span":{"begin":3258,"end":3266},"obj":"Protein"},{"id":"T23","span":{"begin":3282,"end":3290},"obj":"Protein"},{"id":"T24","span":{"begin":3324,"end":3331},"obj":"Protein"},{"id":"T25","span":{"begin":3399,"end":3407},"obj":"Protein"},{"id":"T26","span":{"begin":3515,"end":3523},"obj":"Protein"}]}