{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2806624/divs/22","sourcedb":"PMC","sourceid":"2806624","divid":22,"text":"ChIP.\nHuman naive CD4+ T cells were cultured either with IL-2 only or with IL-2, anti-CD2/3/28, and TGF-β for 72 h, and protein–DNA complexes were fixed by cross-linking with formaldehyde in a final concentration of 1.42% for 15 min. Formaldehyde was quenched with 125 mM glycine for 5 min, and cells were subsequently harvested. The ChIP assay was performed as described in the fast chromatin immunoprecipitation method (Nelson et al., 2006). Cells were lysed with immunoprecipitation buffer (150 mM NaCl, 50 mM Tris-HCl, pH 7.5, 5 mM EDTA, NP-40 [0.5% vol/vol]) containing phosphatase (Roche) and protease inhibitors cocktails (Roche), the nuclear pellet was washed, the chromatin was sheared by sonication and incubated with antibodies for RUNX1 (H-65 X; Santa Cruz Biotechnology, Inc.), RUNX3 (H-50 X; Santa Cruz Biotechnology, Inc.), CBFβ (PEBP2β; FL-182 X; Santa Cruz Biotechnology, Inc.), and as controls normal rabbit IgG (Santa Cruz Biotechnology, Inc.), anti-human RNA polymerase II antibody, and mouse control IgG (both from SA Biosciences). The cleared chromatin was incubated with protein A agarose beads and, after several washing steps, DNA was isolated with 10% (wt/vol) Chelex 100 resin. Samples were treated with proteinase K at 55°C for 30 min. The proteinase K was then inactivated by boiling the samples for 10 min. The purified DNA was used in a real-time PCR reaction. Specific primers for the FOXP3 promoter, spanning the region from −87 to −3, FOXP3 promoter forward primer 5′-AGAGGTCTGCGGCTTCCA-3′, FOXP3 promoter reverse primer 5′-GGAAACTGTCACGTATCAAAAACAA-3′, or control GAPDH primer (SA Biosciences) for the RNA polymerase II were used. A negative control PCR for each immunoprecipitation using IGX1A negative control primer targeting ORF-free intergenic DNA (SA Biosciences) was used. The fold enrichment in site occupancy was calculated incorporating IgG control values and input DNA values using the ChampionChIP qPCR data analysis file (SA Biosciences).","project":"bionlp-st-ge-2016-reference","denotations":[{"id":"T1","span":{"begin":18,"end":21},"obj":"Protein"},{"id":"T2","span":{"begin":57,"end":61},"obj":"Protein"},{"id":"T3","span":{"begin":75,"end":79},"obj":"Protein"},{"id":"T4","span":{"begin":86,"end":89},"obj":"Protein"},{"id":"T5","span":{"begin":90,"end":91},"obj":"Protein"},{"id":"T6","span":{"begin":92,"end":94},"obj":"Protein"},{"id":"T7","span":{"begin":100,"end":105},"obj":"Protein"},{"id":"T8","span":{"begin":743,"end":748},"obj":"Protein"},{"id":"T9","span":{"begin":791,"end":796},"obj":"Protein"},{"id":"T10","span":{"begin":839,"end":843},"obj":"Protein"},{"id":"T11","span":{"begin":975,"end":992},"obj":"Protein"},{"id":"T12","span":{"begin":1094,"end":1103},"obj":"Protein"},{"id":"T13","span":{"begin":1231,"end":1243},"obj":"Protein"},{"id":"T14","span":{"begin":1268,"end":1280},"obj":"Protein"},{"id":"T15","span":{"begin":1417,"end":1422},"obj":"Protein"},{"id":"T16","span":{"begin":1469,"end":1474},"obj":"Protein"},{"id":"T17","span":{"begin":1525,"end":1530},"obj":"Protein"},{"id":"T18","span":{"begin":1599,"end":1604},"obj":"Protein"},{"id":"T19","span":{"begin":1637,"end":1654},"obj":"Protein"}],"namespaces":[{"prefix":"_base","uri":"http://bionlp.dbcls.jp/ontology/ge.owl#"}]}