{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3312845/divs/1","sourcedb":"PMC","sourceid":"3312845","divid":1,"text":"Status epilepticus (SE) is a medical emergency with significant mortality [1]. SE has been defined as continuous seizure activity, which causes neuronal cell death, epileptogenesis and learning impairment [2,3]. Some brain regions vulnerable to SE play a role in the generation and propagation of paroxysmal activity in experimental epilepsy models. The piriform cortex (PC) is one of the most susceptible brain regions to seizure-induced damage in the kainate, pilocarpine and other models of temporal lobe epilepsy (TLE) [4-6]. Pilocarpine, a cholinergic agonist, induces SE in rodents. This pilocarpine-induced SE, similar to human TLE, shows massive neuronal loss in the hippocampus followed by glial proliferation. This neuronal damage in the pilocarpine model is not restricted to the hippocampus, but often extends to extrahippocampal limbic structures. Indeed, pilocarpine-induced SE results in acute neuronal damages within layers II and III of the PC [5,6].\nSE also induces severe vasogenic edema in the PC accompanied by neuronal and astroglial damages [5-8]. Brain edema proceeds in two phases, early cytotoxic edema phase and late vasogenic edema phase. Early cytotoxic osmotic edema is due to excess stimulation of glutamatergic pathways during SE, which increases intracellular Na+ and Ca2+ concentrations. The vasogenic edema results from dysfunction of endothelial cells and the blood-brain barrier (BBB). Many studies have reported increased permeability of the BBB during epileptic activity [9-13]. A fast and significant increase in systemic blood pressure, particularly shown during tonic epileptic seizures, induces a marked vasodilation of the large cerebral arteries and an increase in blood pressure in capillaries, small arteries, and veins leading to leakage of the BBB [9]. Loss of BBB integrity is not only due to an abrupt increase in the intraluminal pressure but also influenced by the properties of cerebral tissue. Indeed, an acute increase in blood pressure or epileptic activity causes an increase in pinocytosis at the level of the cerebral endothelium [11-13].\nRecently, reports have also emphasized that seizure or epilepsy is a prolonged inflammatory condition, and that seizure activity rapidly increases the synthesis and release of various interleukins in rodent brain areas involved in seizure onset and their generalization. Cytokines act on endothelial cells and change the permeability of the BBB, which exerts significant effects on neuronal viability and excitability [14,15]. Indeed, Sztriha [16] reported that dexamethasone pretreatment reduces vasogenic edema in thalamus following kainic acid-induced seizure. Among cytokines, tumor necrosis factor-α (TNF-α) is a 17 kDa protein that is produced mainly by activated macrophages and T cells in the immune system. TNF-α is expressed at low levels in normal brain and is rapidly upregulated in glia, neurons and endothelial cells in various pathophysiological conditions, including SE [17,18]. TNF-α shows various effects on brain function depending on its local tissue concentration, the type of target cells, and especially the specific receptor subtype: TNF receptor I, or p55 receptor (TNFp55R); and TNF receptor II, or p75 receptor (TNFp75R) [19]. Furthermore, TNF-α induces macrophage inflammatory protein-2 (MIP-2) that recruits neutrophils under pathological conditions, including SE [14,20]. Neurons, microglia, and astrocytes produce MIP-2 when incubated with pro-inflammatory cytokines such as TNF-α and/or interleukin-1β (IL-1β) or after injury [21-23]. Indeed, we have recently reported that SE-mediated MIP-2 expression is relevant to leukocyte infiltrations following SE in an IL-1β-independent manner [20]. However, the relationship between the TNF-α system and BBB disruption/neutrophil infiltration during vasogenic edema formation induced by epileptogenic insults has not been fully clarified. Therefore, in the present study, we investigated the roles of TNF-α in vasogenic edema and its related events in rat epilepsy models provoked by pilocarpine-induced SE.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":2680,"end":2703},"obj":"Protein"},{"id":"T2","span":{"begin":2705,"end":2710},"obj":"Protein"},{"id":"T3","span":{"begin":2815,"end":2820},"obj":"Protein"},{"id":"T4","span":{"begin":2994,"end":2999},"obj":"Protein"},{"id":"T5","span":{"begin":3157,"end":3171},"obj":"Protein"},{"id":"T6","span":{"begin":3176,"end":3188},"obj":"Protein"},{"id":"T7","span":{"begin":3190,"end":3197},"obj":"Protein"},{"id":"T8","span":{"begin":3204,"end":3219},"obj":"Protein"},{"id":"T9","span":{"begin":3224,"end":3236},"obj":"Protein"},{"id":"T10","span":{"begin":3238,"end":3245},"obj":"Protein"},{"id":"T11","span":{"begin":3266,"end":3271},"obj":"Protein"},{"id":"T12","span":{"begin":3280,"end":3313},"obj":"Protein"},{"id":"T13","span":{"begin":3315,"end":3320},"obj":"Protein"},{"id":"T14","span":{"begin":3444,"end":3449},"obj":"Protein"},{"id":"T15","span":{"begin":3505,"end":3510},"obj":"Protein"},{"id":"T16","span":{"begin":3518,"end":3532},"obj":"Protein"},{"id":"T17","span":{"begin":3534,"end":3539},"obj":"Protein"},{"id":"T18","span":{"begin":3617,"end":3622},"obj":"Protein"},{"id":"T19","span":{"begin":3692,"end":3697},"obj":"Protein"},{"id":"T20","span":{"begin":3761,"end":3766},"obj":"Protein"},{"id":"T21","span":{"begin":3975,"end":3980},"obj":"Protein"}]}