{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3317373/divs/15","sourcedb":"PMC","sourceid":"3317373","divid":15,"text":"The present study demonstrated that scratch injury induced the upregulation of NF-κB DNA binding activity and overexpression of TNF-α, IL-1β, IL-6, and MMP9 in cultured astrocytes. Also we revealed that scratch injury induced higher activity of NF-κB and enhanced expression of proinflammatory cytokines in Nrf2 knockout cultured astrocytes than those in wildtype astrocytes for the first time.\nIt has been demonstrated that NF-κB is activated in brain and spinal cord after traumatic injury [2, 9]. As a transcript factor, NF-κB binds with DNA once it was activated and induces transcription of MMP9 and a battery of proinflammatory cytokines, including TNF-α, IL-1β, and IL-6, in brain tissues after TBI [3, 10, 11]. Our results also revealed that scratch injury induced elevation of NF-κB DNA binding activity, overexpression of MMP9, and proinflammatory mediators mentioned above in cultured astrocytes. It has been demonstrated that there is an autoregulatory loop among these proinflammatory mediators. For example, TNF-α and IL-1β are potent stimulators for MMP9 in astrocytes [12, 13], and IL-6 induces overexpression of MMP9 in human colon carcinoma cells [14], and TNF-α and IL-1β also can induce activation of NF-κB [15, 16]. This autoregulatory loop extremely aggravates the damaging effect of inflammation and induces secondary injury to brain. It is a good choice for targeting on an upstream factor to prevent such autoregulatory loop after TBI.\nNrf2-ARE pathway has been proved to be the key regulator in reducing oxidative stress, inflammatory damage, and accumulation of toxic metabolites, which are all involved in TBI. Our previous study has proved the augmentation of Nrf2 in brain tissue after TBI [17]. Enhanced level of Nrf2 activates transcription of a group of antioxidant genes, such as heme oxygenase-1 (HO-1) and NAD (P)H: quinone oxidoreductase-1 (NQO1), which would subsequently reduce the damage in brain [18]. Postinjury administration of SFN, an inducer of Nrf2, significantly improves spatial memory of rat and decreases the immunoreactivity for 4-Hydroxynonenal (4-HNE), a marker of lipid peroxidation, in the cortex and the CA3 subfield of hippocampus after TBI [19]. On the other hand, Nrf2-deficient mice appear more susceptible to TBI. Depletion of Nrf2 induces higher expression of proinflammatory mediators in brain after TBI [20]. Here, our results revealed that overexpression of TNF-α, IL-1β, IL-6, and MMP9 after scratch injury was more aggravated in cultured Nrf2 knockout astrocytes than in wildtype astrocyetes for the first time, and overexpression of these proinflammatory mediators led to more astrocytes deaths.\nData obtained from animal studies suggest the possibility that antioxidant effect of Nrf2 may be achieved by suppression of proinflammatory pathways which are mediated by NF-κB signaling. Administration of SFN is found to be able to inhibit IKK/IκB phosphorylation and p65 NF-κB subunit nuclear translocation, consequently alleviating NF-κB signaling [21]. And NF-κB activation induced by lipopolysaccharide (LPS) could be attenuated by diverse Nrf2 activators, such as SFN and curcumin (CUR) [22]. Furthermore, our previous studies indicate that depletion of Nrf2 induces augmentation of NF-κB activity and inflammatory response in lung, brain, and intestine after TBI [4, 5, 23]. Results from this study further confirmed such relationship existed in cultured astrocytes after scratch injury. Enhanced activation of NF-κB is also discovered in lung, macrophages, and mouse embryonic fibroblasts of Nrf2-deficient mice after experimental sepsis [24]. Interestingly, it is reported that NF-κB can inhibit Nrf2 at transcriptional level. NF-κB p65 subunit repressed the Nrf2-ARE pathway at transcriptional level by competitive interaction with the CH1-KIX domain of CBP or local histone hypoacetylation [25]. All these findings indicate the potential complicate crosstalk between NF-κB and Nrf2, which may be regulated by the upstream mitogen-activated protein kinase (MAPKs) pathway [26].\nIt has been confirmed that Nrf2 is mainly detected in nucleus of astrocytes after TBI [18]. In view of the fact that Nrf2 is a transcription factor which should take function mainly in nucleus, it can be reasoned that astrocytes may be one kind of respondent cells in activation of Nrf2-ARE pathway after TBI. Previous study identified the expression of TNF-α, IL-1β, and IL-6 in cultured astrocytes after treatment with LPS or oxyhemoglobin [27, 28]. Another study revealed that after middle cerebral artery occlusion, MMP9-positive astrocytes were observed in brain tissues by immunohistochemistry [29]. Those results indicate the role of astrocytes in inflammatory process after brain injury. But till now, there is no study focused on the relationship among astrocytes, Nrf2, and proinflammatory mediators after TBI. Our results demonstrated the upregulated expression of TNF-α, IL-1β, IL-6, and MMP9 in Nrf2 knockout astrocytes after scratch injury for the first time.\nIn conclusion, depletion of Nrf2 induced the activation of NF-κB and the expression of TNF-α, IL-1β, IL-6, and MMP9 resulting in more cell deaths in astrocytes after scratch injury. These results suggest that Nrf2 may be an important target for anti-inflammatory therapy after TBI.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":135,"end":140},"obj":"Protein"},{"id":"T2","span":{"begin":142,"end":146},"obj":"Protein"},{"id":"T3","span":{"begin":152,"end":156},"obj":"Protein"},{"id":"T4","span":{"begin":596,"end":600},"obj":"Protein"},{"id":"T5","span":{"begin":662,"end":667},"obj":"Protein"},{"id":"T6","span":{"begin":673,"end":677},"obj":"Protein"},{"id":"T7","span":{"begin":832,"end":836},"obj":"Protein"},{"id":"T8","span":{"begin":1032,"end":1037},"obj":"Protein"},{"id":"T9","span":{"begin":1065,"end":1069},"obj":"Protein"},{"id":"T10","span":{"begin":1098,"end":1102},"obj":"Protein"},{"id":"T11","span":{"begin":1129,"end":1133},"obj":"Protein"},{"id":"T12","span":{"begin":1185,"end":1190},"obj":"Protein"},{"id":"T13","span":{"begin":1814,"end":1830},"obj":"Protein"},{"id":"T14","span":{"begin":1832,"end":1836},"obj":"Protein"},{"id":"T15","span":{"begin":2431,"end":2436},"obj":"Protein"},{"id":"T16","span":{"begin":2438,"end":2442},"obj":"Protein"},{"id":"T17","span":{"begin":2448,"end":2452},"obj":"Protein"},{"id":"T30","span":{"begin":2934,"end":2937},"obj":"Protein"},{"id":"T31","span":{"begin":3707,"end":3710},"obj":"Protein"},{"id":"T32","span":{"begin":4414,"end":4419},"obj":"Protein"},{"id":"T33","span":{"begin":4425,"end":4429},"obj":"Protein"},{"id":"T34","span":{"begin":4573,"end":4577},"obj":"Protein"},{"id":"T35","span":{"begin":4936,"end":4941},"obj":"Protein"},{"id":"T36","span":{"begin":4943,"end":4947},"obj":"Protein"},{"id":"T37","span":{"begin":4953,"end":4957},"obj":"Protein"},{"id":"T38","span":{"begin":5121,"end":5126},"obj":"Protein"},{"id":"T39","span":{"begin":5128,"end":5132},"obj":"Protein"},{"id":"T40","span":{"begin":5138,"end":5142},"obj":"Protein"}]}