{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3342329/divs/1","sourcedb":"PMC","sourceid":"3342329","divid":1,"text":"Chemokines are small soluble molecules that are best known for their potent ability to induce cancer cell growth by inflammation. Many types of cancer cells express chemokines and chemokine receptors [1]. The accumulated evidence indicates that the chemokine (C-C motif) ligand 5 (CCL5) and C-C chemokine receptor (CCR5), which are potent chemotactic factors for inflammatory cells, may be significantly involved in the proliferation and metastasis of several cancers. Intermediate and strong CCR5 expression is significantly associated with nonmetastatic development of colorectal cancer [2], melanoma [3], hepatoma [4], glioblastoma, Hodgkin lymphoma [5], as well as oral and prostate cancer cells [6]. Local production of the CCL5 is also important in the progression of breast cancer [7], and also correlates with poor prognosis [8]. Meanwhile, CCR5 disruption has been demonstrated to inhibit experimental tumor growth and metastasis of pancreatic cancer [9]. In addition, host absence of CCR5 potentiates the delay of tumor growth [10], and CCR5 inhibitors prevented cancer cell growth, such as prostate cancer [11], breast cancer, hepatoma cells [4], and lung cancer [12]. These data suggest that the deficiency of inflammatory chemokine receptor CCR5 may function as a suppressive receptor in cancer progression. However, more studies are required to describe how CCR5 deficiency acts in the inhibition of tumor development.\nInterleukin-1 receptor antagonist (IL-1Ra), a member of the IL-1 family, is a naturally occurring cytokine that competitively blocks the IL-1 receptor [13]. Because IL-1Ra has been shown to inhibit tumor progression by promoting antitumor immune responses and by enhancing the activity of chemotherapy, numerous studies have examined the ability of IL-1Ra to block tumor progression. IL-1Ra expression was reduced in prostate [14], breast [15], and skin cancer [16]. It was also reported that endogenous IL-1Ra deficient mice developed aggressive tumors following exposure to carcinogens [17]. Meanwhile, proliferation of the melanoma cells that were transduced with IL-1Ra gene was reduced and inhibited melanoma development [18]. IL-1R blockade also reduced hepatic tumor growth [19]. Moreover, it has also been reported that IL-1Ra reduces fibrosarcoma development [20], B16 melanoma growth and metastasis [21], colon adenocarcinoma growth [22], and skin cancer development [23]. IL-1 knockout mice injected with melanoma failed to develop solid tumors [24]. It was also found that IL-1Ra, combined with temozolomide and docetaxel chemotherapy, demonstrated more significant antitumor activity against B16 melanoma cells in vivo [25]. These data indicate that IL-1Ra is important as a tumor growth suppressing cytokine.\nNF-κB plays a crucial role in the suppression of apoptosis, as well as the induction of cell proliferation and inflammation, and is closely associated with cancer development [26]. Constitutive activation of NF-κB has been described in a great number of cancers including colon cancers, prostate cancers and melanoma [27], and was found to up-regulate anti-apoptotic genes and/or down regulate apoptotic gene expression [28]. Although NF-κB promotes tumor growth, it is required for the immune system to function normally [29]. Studies on c-Rel-deficient mice demonstrated that c-Rel is essential for IL-2, IL-3, GM-CSF, and IFNγ expression in T lymphocytes [30]. C-Rel-deficient mice also have a tissue-specific deficiency of various cytokines and growth factors in T cells and macrophages affecting both innate and humoral immune responses in the host [31]. Therefore, NF-κB can be specially targeted to prevent cancer cell growth by (1) directly affecting apoptotic cancer cell death, (2) stimulating tumor killing lymphocytes infiltration or (3) increasing the production of tumor killing lymphokines. Activation of NF-κB is important in the regulation of CCR-mediated tumor growth and metastasis. It was reported that inhibition of NF-κB by dehydroxymethyl-epoxyquinomicin (DHMEQ) induces cell death of primary effusion lymphoma by inhibition of CCR5 expression [32]. Activation of NF-κB also increases CCL5-mediated oral cancer motility (5) and lung metastasis [33]. Thus, it is possible that inhibition of NF-κB could be involved in CCR5 mediated tumor development.\nNF-κB transcription factor binding sites are present in the promoter region of proinflammatory cytokine genes, such as IL-1alpha, IL-6, GM-CSF, and KC [34]. On the other hand, the IL-1Ra is a negative regulator of the inflammatory response. Several studies have demonstrated the ability of IL-1Ra to abrogate the proinflammatory effects of IL-1. Smith et al. suggested that the regulation of IL-1Ra gene expression is a complex event involving the interactions of three different transcription factors; NF-κB/PU.1/GA-binding protein binding site [35]. Nuclear translocation of NF-κB (p65) was significantly enhanced and prolonged in IL-1Ra-deficient mice, compared to that in wild type mice [36]. Intracellular IL-1Ra (icIL-1Ra) was found to inhibit IL-1 by blocking NF-κB signal transduction pathways in inflammatory responses [37]. Because IL-1 has been shown to be an inducer of NF-κB activation [38], we hypothesized that the expression of IL-1Ra could play an important role in the autocrine activation of transcription factors NF-κB or vice versa. Thus, the aim of this study was to evaluate the roles of NF-κB and IL-1Ra in the chemokine receptor CCR5-mediated suppression of tumor development.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":249,"end":279},"obj":"Protein"},{"id":"T2","span":{"begin":281,"end":285},"obj":"Protein"},{"id":"T3","span":{"begin":291,"end":313},"obj":"Protein"},{"id":"T4","span":{"begin":315,"end":319},"obj":"Protein"},{"id":"T5","span":{"begin":493,"end":497},"obj":"Protein"},{"id":"T6","span":{"begin":729,"end":733},"obj":"Protein"},{"id":"T7","span":{"begin":849,"end":853},"obj":"Protein"},{"id":"T8","span":{"begin":994,"end":998},"obj":"Protein"},{"id":"T9","span":{"begin":1047,"end":1051},"obj":"Protein"},{"id":"T10","span":{"begin":1254,"end":1258},"obj":"Protein"},{"id":"T11","span":{"begin":1372,"end":1376},"obj":"Protein"},{"id":"T12","span":{"begin":1433,"end":1466},"obj":"Protein"},{"id":"T13","span":{"begin":1468,"end":1474},"obj":"Protein"},{"id":"T14","span":{"begin":1531,"end":1539},"obj":"Protein"},{"id":"T15","span":{"begin":1598,"end":1604},"obj":"Protein"},{"id":"T16","span":{"begin":1782,"end":1788},"obj":"Protein"},{"id":"T17","span":{"begin":1817,"end":1823},"obj":"Protein"},{"id":"T18","span":{"begin":1937,"end":1943},"obj":"Protein"},{"id":"T19","span":{"begin":2100,"end":2106},"obj":"Protein"},{"id":"T20","span":{"begin":2261,"end":2267},"obj":"Protein"},{"id":"T21","span":{"begin":2518,"end":2524},"obj":"Protein"},{"id":"T22","span":{"begin":2696,"end":2702},"obj":"Protein"},{"id":"T23","span":{"begin":2746,"end":2754},"obj":"Protein"},{"id":"T35","span":{"begin":3295,"end":3300},"obj":"Protein"},{"id":"T36","span":{"begin":3334,"end":3339},"obj":"Protein"},{"id":"T37","span":{"begin":3357,"end":3361},"obj":"Protein"},{"id":"T38","span":{"begin":3363,"end":3367},"obj":"Protein"},{"id":"T39","span":{"begin":3369,"end":3375},"obj":"Protein"},{"id":"T40","span":{"begin":4107,"end":4111},"obj":"Protein"},{"id":"T41","span":{"begin":4164,"end":4168},"obj":"Protein"},{"id":"T42","span":{"begin":4296,"end":4300},"obj":"Protein"},{"id":"T43","span":{"begin":4448,"end":4457},"obj":"Protein"},{"id":"T44","span":{"begin":4459,"end":4463},"obj":"Protein"},{"id":"T45","span":{"begin":4465,"end":4471},"obj":"Protein"},{"id":"T46","span":{"begin":4477,"end":4479},"obj":"Protein"},{"id":"T47","span":{"begin":4509,"end":4515},"obj":"Protein"},{"id":"T48","span":{"begin":4619,"end":4625},"obj":"Protein"},{"id":"T49","span":{"begin":4721,"end":4727},"obj":"Protein"},{"id":"T50","span":{"begin":4838,"end":4842},"obj":"Protein"},{"id":"T51","span":{"begin":4913,"end":4916},"obj":"Protein"},{"id":"T52","span":{"begin":4962,"end":4968},"obj":"Protein"},{"id":"T53","span":{"begin":5026,"end":5046},"obj":"Protein"},{"id":"T54","span":{"begin":5048,"end":5056},"obj":"Protein"},{"id":"T55","span":{"begin":5273,"end":5279},"obj":"Protein"},{"id":"T56","span":{"begin":5450,"end":5456},"obj":"Protein"},{"id":"T57","span":{"begin":5464,"end":5482},"obj":"Protein"},{"id":"T58","span":{"begin":5483,"end":5487},"obj":"Protein"}]}