{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1064895/divs/1","sourcedb":"PMC","sourceid":"1064895","divid":1,"text":"Rheumatoid arthritis (RA) is characterized by infiltrations of macrophages and T cells into the joint, and synovial hyperplasia. Proinflammatory cytokines released from these cells are known to be important in the destruction of joints in RA [1]. The favorable clinical benefits obtained with inhibitors of tumor necrosis factor (TNF)-α) and interleukin (IL)-1 suggest that the blockade of key inflammatory cytokines has been the important issue in the development of new therapeutic applications [2].\nA little over a decade ago, the primacy of T cells in the pathogenesis of autoimmune disease such as RA was undisputed because they are the largest cell population infiltrating the synovium. However, a series of studies demonstrated paucity of T cell-derived cytokines such as IL-2 and interferon-γ in the joints of RA, whereas macrophage and fibroblast cytokines including IL-1, IL-6, IL-15, IL-18 and TNF-α were abundant in rheumatoid synovium. This paradox has questioned the role of T cells in the pathogenesis of RA [3]. Because we have already demonstrated the enhanced proliferation of antigen specific T cells, especially to type II collagen, and the skewing of T helper type 1 (Th1) cytokines in RA [4], the role of T cells needs to be elucidated in different aspects.\nIL-17 is one of the inflammatory cytokines secreted mainly by activated T cells, which can induce IL-6 and IL-8 by fibroblasts [5]. This cytokine is of interest for two major reasons: first, similarly to TNF-α and IL-1, IL-17 has proinflammatory properties; second, it is produced by T cells [6]. Recent observations demonstrated that IL-17 can also activate osteoclastic bone resorption by the induction of RANKL (receptor activator of nuclear factor κB [NF-κB] ligand), which is involved in bony erosion in RA [7]. It also stimulates the production of IL-6 and leukemia inhibitory factor by synoviocytes, and of prostaglandin E2 and nitric oxide by chondrocytes, and has the ability to differentiate and activate the dendritic cells [8-10]. Levels of IL-17 in synovial fluids were significantly higher in patients with RA than in patients with osteoarthritis (OA), and it was produced by CD4+ T cells in the synovium [11,12].\nIL-15, secreted from activated macrophages, has been reported to be an important trigger of IL-17 production in RA peripheral blood mononuclear cells (PBMC) by cyclosporine and steroid sensitive pathways [13]. Recently, Happel and colleagues also showed that IL-23 could be an efficient trigger of IL-17 production from both CD4+ and CD8+ T cells [14].\nAlthough the contribution of IL-17 in joint inflammation in RA has been documented in earlier studies [12,15,16], the intracellular signal transduction pathway for IL-17 production remains uncertain. In the present study we used various stimuli to investigate IL-17 production in PBMC of patients with RA and its signaling transduction pathway.\nWe found that the intracellular signaling pathway involving phosphoinositide 3-kinase (PI3K)/Akt and NF-κB might be involved in the overproduction of the key inflammatory cytokine IL-17 in RA. These results might provide new insights into the pathogenesis of RA and future directions for new therapeutic strategies in RA.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":307,"end":336},"obj":"Protein"},{"id":"T2","span":{"begin":342,"end":360},"obj":"Protein"},{"id":"T3","span":{"begin":779,"end":783},"obj":"Protein"},{"id":"T4","span":{"begin":788,"end":800},"obj":"Protein"},{"id":"T5","span":{"begin":876,"end":880},"obj":"Protein"},{"id":"T6","span":{"begin":882,"end":886},"obj":"Protein"},{"id":"T7","span":{"begin":888,"end":893},"obj":"Protein"},{"id":"T8","span":{"begin":895,"end":900},"obj":"Protein"},{"id":"T9","span":{"begin":905,"end":910},"obj":"Protein"},{"id":"T10","span":{"begin":1280,"end":1285},"obj":"Protein"},{"id":"T11","span":{"begin":1378,"end":1382},"obj":"Protein"},{"id":"T12","span":{"begin":1387,"end":1391},"obj":"Protein"},{"id":"T13","span":{"begin":1484,"end":1489},"obj":"Protein"},{"id":"T14","span":{"begin":1494,"end":1498},"obj":"Protein"},{"id":"T15","span":{"begin":1500,"end":1505},"obj":"Protein"},{"id":"T16","span":{"begin":1615,"end":1620},"obj":"Protein"},{"id":"T17","span":{"begin":1688,"end":1693},"obj":"Protein"},{"id":"T18","span":{"begin":1695,"end":1749},"obj":"Protein"},{"id":"T19","span":{"begin":1834,"end":1838},"obj":"Protein"},{"id":"T20","span":{"begin":1843,"end":1869},"obj":"Protein"},{"id":"T21","span":{"begin":2033,"end":2038},"obj":"Protein"},{"id":"T22","span":{"begin":2170,"end":2173},"obj":"Protein"},{"id":"T23","span":{"begin":2208,"end":2213},"obj":"Protein"},{"id":"T24","span":{"begin":2300,"end":2305},"obj":"Protein"},{"id":"T25","span":{"begin":2467,"end":2472},"obj":"Protein"},{"id":"T26","span":{"begin":2506,"end":2511},"obj":"Protein"},{"id":"T27","span":{"begin":2533,"end":2536},"obj":"Protein"},{"id":"T28","span":{"begin":2542,"end":2545},"obj":"Protein"},{"id":"T29","span":{"begin":2590,"end":2595},"obj":"Protein"},{"id":"T30","span":{"begin":2725,"end":2730},"obj":"Protein"},{"id":"T31","span":{"begin":2821,"end":2826},"obj":"Protein"},{"id":"T32","span":{"begin":2999,"end":3002},"obj":"Protein"},{"id":"T33","span":{"begin":3086,"end":3091},"obj":"Protein"}]}