{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1359074/divs/18","sourcedb":"PMC","sourceid":"1359074","divid":18,"text":"ChIP assay.\nAs described by Nouzova [53], in brief: Cells from MEL cells (4 × 107) or fetal liver cells from three 15.5-dpc WT mice were treated with 1% formaldehyde for 10 min at 37 °C, rinsed in ice-cold 1× Hanks' balanced salt solution with 0.1% EDTA containing protease inhibitors, collected by centrifugation at 4 °C, resuspended in a SDS lysis buffer containing protease inhibitors, and incubated on ice for 10 min. DNA-protein complexes were sonicated to 200 and 600 bp. One-tenth of the sample was set aside for input control, and the remaining sample was precleared with protein A-Sepharose (Amersham Biosciences, Piscataway, New Jersey, United States). Following preclearing, the samples were split into thirds: one sample treated with anti-Sox6, a second treated with normal rabbit IgG, and the third sample without Ab. The last two were used as negative controls. The chromatin-antibody complexes were eluted, and the DNA protein cross-links were reversed with 5 M NaCl at 65 °C for 4 h. Input DNA or immunoprecipitated DNA was used as a template in the PCR reaction. PCR amplification of the ɛy promoter was performed and yielded a 172-bp amplicon, corresponding to nucleotides −31 to +140 of the ɛy promoter (primers MHB1688, 5′CGAAGAATAAAAGGCCACCA3′; and MHB1689, 5′GCTTCACCACCAACCTCTTC3′). PCR was performed under the following conditions: 95 °C for 15 min followed by 30 cycles at 95 °C for 30 s, 60 °C for 30 s, and 72 °C for 45 s, ending with a final extension at 72 °C for 5 min.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":580,"end":589},"obj":"Protein"},{"id":"T2","span":{"begin":751,"end":755},"obj":"Protein"},{"id":"T3","span":{"begin":1105,"end":1107},"obj":"Protein"},{"id":"T4","span":{"begin":1210,"end":1212},"obj":"Protein"}]}