{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2817507/divs/0","sourcedb":"PMC","sourceid":"2817507","divid":0,"text":"Activation of TLR4-Mediated NFκB Signaling in Hemorrhagic Brain in Rats\nInflammation and immunity play a crucial role in the pathogenesis of Intracerebral hemorrhage (ICH). Toll-like receptor 4- (TLR4-) mediated nuclear factor kappa-B (NFκB) signaling plays critical roles in the activation and regulation of inflammatory responses in injured brain. However, the involvement of TLR4-mediated NFκB signaling in the pathogenesis of ICH remains unknown. The present study was to evaluate the temporal profile of the expression of TLR4 and the activation of TLR4-mediated NFκB signaling in brain tissues of Wistar rats after ICH. TLR4 mRNA and protein, the phosphorylation of inhibitors of kappa B (p-IκBα), and the activity of NFκB were examined in hemorrhagic cerebral tissue by Rt-PCR, Western blots, immunohistochemistry staining, and EMSA. Compared with saline control, the TLR4 mRNA and protein significantly increased starting at 6 hours after ICH, peaked on the 3rd day after ICH, and then decreased but still maintained at a higher level on the 7th day after ICH (P \u003C .05). The level of p-IκBα and the activity of NFκB also increased in the brain after ICH compared with saline control. The present study firstly suggests that TLR4-mediated NFκB signaling participates in the pathogenesis of ICH, which may become a therapeutic target for ICH-induced brain damage.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":14,"end":18},"obj":"Protein"},{"id":"T2","span":{"begin":173,"end":193},"obj":"Protein"},{"id":"T3","span":{"begin":196,"end":200},"obj":"Protein"},{"id":"T4","span":{"begin":378,"end":382},"obj":"Protein"},{"id":"T5","span":{"begin":527,"end":531},"obj":"Protein"},{"id":"T6","span":{"begin":554,"end":558},"obj":"Protein"},{"id":"T7","span":{"begin":626,"end":630},"obj":"Protein"},{"id":"T8","span":{"begin":672,"end":693},"obj":"Protein"},{"id":"T9","span":{"begin":697,"end":701},"obj":"Protein"},{"id":"T10","span":{"begin":875,"end":879},"obj":"Protein"},{"id":"T11","span":{"begin":1094,"end":1098},"obj":"Protein"},{"id":"T12","span":{"begin":1232,"end":1236},"obj":"Protein"}]}