{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3317373/divs/5","sourcedb":"PMC","sourceid":"3317373","divid":5,"text":"2.4. Electrophoretic Mobility Shift Assay (EMSA)\nMonolayers of astrocytes were washed with PBS and harvested by scraping into cold PBS. The cell pellet obtained by centrifugation was resuspended in buffer containing 10 mM HEPES (pH 7.9), 10 mM KCl, 0.1 mM EDTA, 0.1 mM EGTA, 1.0 mM DTT, and 0.5 mM phenylmethylsulfonyl fluoride. Then 10% Nonidet P-40 was added and vortexed briefly, and the nuclei were pelleted by centrifugation. The nuclear proteins were extracted with buffer containing 20 mM HEPES (pH 7.9), 0.4 mM NaCl, 1.0 mM EDTA, 1.0 mM EGTA, 1.0 mM DTT, and 1.0 mM phenylmethylsulfonyl fluoride. Insoluble material was removed by centrifugation at 14000 rpm, and the supernatant containing the nuclear proteins was stored at –80°C until use. Protein concentration was determined using a bicinchoninic acid assay kit with bovine serum albumin as the standard (Pierce Biochemicals, Rockford, IL, USA). EMSA was performed using gel shift assay system (Promega, Madison, WI, USA). Consensus oligonucleotide probe (5′-AGTTGAGGGGACTTTCCCAGGG-3′) was end-labeled by T4-polynucleotide kinase using [γ-32P]-ATP (Free Biotech., Beijing, China). Nuclear protein (20 μg) was preincubated in 20 μL binding buffer containing 10 mM Tris-HCl (PH 7.5), 1 mM MgCl2, 0.5 mM NaCl, 4% glycerol, 0.5 mM EDTA, 0.5 mM DTT, and 2 μg poly dI-dC for 20 minutes on ice. After addition of the 1 μL 32P-labled oligonucleotide probe, the incubation was continued for 20 minutes on ice. The DNA-protein complexes were separated by electrophoresis on 4% nondenaturing polyacrylamide gel in 0.5 × TBE buffer (tris-borate-EDTA) at 390 V for 1 hour at 4°C. After electrophoresis, the gel was dried and exposed to X-ray film (Fuji Hyperfilm, Tokyo, Japan). Levels of NF-κB DNA binding activity were quantified by software ImageJ.","project":"bionlp-st-ge-2016-test-proteins"}