{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3312845/divs/18","sourcedb":"PMC","sourceid":"3312845","divid":18,"text":"The major findings in the present study are that TNF-α signaling showed cellular specific responses of NF-κB phosphorylation in the PC following SE, which may be related to vasogenic edema formation followed by neutrophil infiltration. BBB disruption has been reported in experimental and human epilepsy [12,13,15,16,28]. Leakage of serum-derived components into the extracellular space is associated with hyperexcitability and seizure onset [12,13,15,16,28]. Furthermore, dysfunction of the BBB leads to epileptogenesis and contributes to progression of epilepsy [12,13,15,16,28]. In the present study, TNF-α immunoreactivity was obviously observed in microglia in the PC following SE. TNF receptor expressions were also up-regulated in astrocytes (TNFp55R and TNFp75R) and endothelial cells (TNFp75R). Furthermore, blockade of TNF-α signaling by sTNFp55 infusion effectively (but not completely) reduced volumes of SE-induced vasogenic edema and neuronal damage in the PC. These findings indicate that TNF-α may participate in astroglial and endothelial responses to SE, which are relevant to SE-induced vasogenic edema formation [5-8]. Indeed, TNF-α signaling increases BBB permeability in various experimental disease models [29]. In the present study, sTNFp55 infusion could not completely prevent SE-induced vasogenic edema and neuronal damage in the PC. Therefore, our findings suggest that TNF-α signaling may not be a unique upstream event in vasogenic edema development.\np65 phosphorylation of NF-κB enhances its transactivation potential, and p65 phosphorylation occurs in either the cytoplasm or the nucleus [30]. In the present study, p65-Thr435 immunoreactivity was detected in endothelial cells, and its immunoreactivity showed an inverse correlation to the degree of SMI-71 expression. SMI-71, an endothelial barrier antigen, is a protein expressed by endothelial cells of rat BBB [31]. Under pathological conditions, SMI-71 expression is lost in endothelial cells [5,7,8,30,32]. Acute phases of the above pathological conditions are accompanied by opening of the BBB and development of vasogenic edema [33]. Indeed, neutralization of SMI-71 in vivo leads to widening of intercellular junctions between endothelial cells and swelling of perivascular astrocytic processes [34], although SMI-71 is not localized at endothelial cell junctions [35-38]. In the present study, SMI-71 immunoreactivity was significantly reduced in blood vessels 1 day after SE when vasogenic edema and neuronal damage were observed. Furthermore, sTNFp55R infusion effectively prevented SE-induced SMI-71 down-regulation. With respect to the phosphorylation of p65-Thr435 by TNF-α [39], our findings indicate that TNF-α-mediated p65-Thr435 phosphorylation in endothelial cells may play an important role in vasogenic edema induction via SMI-71 degradation or its posttranslational dysfunction influencing BBB permeability.\nIn our previous studies [5,8], dystrophin (an actin-binding protein [40]) immunoreactivity was detected in blood vessels and in astrocytic perivascular end-feet, and was down-regulated 12 hrs after SE prior to the appearance of vasogenic edema and down-regulation of SMI-71 immunoreactivity. With respect to this previous report, changes in SMI immunoreactivity would be causes/results of interaction between endothelial cells and perivascular astrocytes. In the present study, p65-Ser276, p65-Ser311, p65-Ser529, and p65-Ser536 phosphorylation was observed in astrocytes following SE. Furthermore, sTNFp55R infusion effectively inhibited p65-Ser276 and p65-Ser311phosphorylation in astrocytes following SE. Therefore, it is likely that enhanced p65-Ser276 and p65-Ser311 phosphorylation may be involved in TNF-α-mediated BBB disruption. However, sTNFp55R infusion could not prevent p65-Ser529 and p65-Ser536 phosphorylations from SE insults. Since p65-Ser529 and p65-Ser536 are phosphorylated by TNF-α and IL-1β [41], it is likely that IL-1β-mediated p65-Ser529/Ser536 phosphorylation may also play a role in SE-induced vasogenic edema. Therefore, our findings indicate that both TNF-α and IL-1β may be synergists to play either a direct (by endothelial cells) or indirect (by astrocytes) role in the maintenance of BBB permeability.\nNeutrophil infiltration into brain parenchyma is transiently observed during the acute phase of SE (4 - 36 hr after SE) and disappears thereafter [20]. SE rapidly increases synthesis and release of chemokines in various areas of the rodent brain [42]. Among them, MIP-2 is required for efficient neutrophil or lymphocyte recruitment to brain parenchyma [43]. In our previous study [20], neutrophil infiltration in the frontoparietal cortex was regulated by P2X7 receptor-mediated MIP-2 expression. In the PC, however, neither a P2X7 receptor agonist/antagonist nor IL-1Ra (an IL-1β antagonist) infusion could not affect leukocyte infiltration. In the present study, sTNFp55R infusion effectively inhibited neutrophil infiltration in the PC by reducing vasogenic edema formation in a MIP-2-independent manner. With respect to the present and our previous reports, it is therefore likely that vasogenic edema induced by TNF-α can induce neutrophil infiltration and press injury to evoke neuronal-astroglial loss in the PC, unlike other brain regions.\nIn conclusion, our findings reveal that impairments of endothelial cell function via TNF-α mediated p65-Thr 435 NF-κB phosphorylation may be involved in SE-induced vasogenic edema, which is relevant to neutrophil infiltration and neuronal-astroglial loss.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":49,"end":54},"obj":"Protein"},{"id":"T2","span":{"begin":604,"end":609},"obj":"Protein"},{"id":"T3","span":{"begin":750,"end":757},"obj":"Protein"},{"id":"T4","span":{"begin":762,"end":769},"obj":"Protein"},{"id":"T5","span":{"begin":794,"end":801},"obj":"Protein"},{"id":"T6","span":{"begin":829,"end":834},"obj":"Protein"},{"id":"T7","span":{"begin":849,"end":855},"obj":"Protein"},{"id":"T8","span":{"begin":1004,"end":1009},"obj":"Protein"},{"id":"T9","span":{"begin":1147,"end":1152},"obj":"Protein"},{"id":"T10","span":{"begin":1258,"end":1264},"obj":"Protein"},{"id":"T11","span":{"begin":1398,"end":1403},"obj":"Protein"},{"id":"T12","span":{"begin":1481,"end":1484},"obj":"Protein"},{"id":"T13","span":{"begin":1554,"end":1557},"obj":"Protein"},{"id":"T14","span":{"begin":1648,"end":1651},"obj":"Protein"},{"id":"T15","span":{"begin":2539,"end":2546},"obj":"Protein"},{"id":"T16","span":{"begin":2652,"end":2655},"obj":"Protein"},{"id":"T17","span":{"begin":2666,"end":2671},"obj":"Protein"},{"id":"T18","span":{"begin":2705,"end":2710},"obj":"Protein"},{"id":"T19","span":{"begin":2720,"end":2723},"obj":"Protein"},{"id":"T27","span":{"begin":2945,"end":2955},"obj":"Protein"},{"id":"T28","span":{"begin":2960,"end":2981},"obj":"Protein"},{"id":"T29","span":{"begin":3392,"end":3395},"obj":"Protein"},{"id":"T30","span":{"begin":3404,"end":3407},"obj":"Protein"},{"id":"T31","span":{"begin":3416,"end":3419},"obj":"Protein"},{"id":"T32","span":{"begin":3432,"end":3435},"obj":"Protein"},{"id":"T33","span":{"begin":3514,"end":3521},"obj":"Protein"},{"id":"T34","span":{"begin":3553,"end":3556},"obj":"Protein"},{"id":"T35","span":{"begin":3568,"end":3571},"obj":"Protein"},{"id":"T36","span":{"begin":3660,"end":3663},"obj":"Protein"},{"id":"T37","span":{"begin":3675,"end":3678},"obj":"Protein"},{"id":"T38","span":{"begin":3721,"end":3724},"obj":"Protein"},{"id":"T39","span":{"begin":3762,"end":3769},"obj":"Protein"},{"id":"T40","span":{"begin":3797,"end":3800},"obj":"Protein"},{"id":"T41","span":{"begin":3812,"end":3815},"obj":"Protein"},{"id":"T42","span":{"begin":3863,"end":3866},"obj":"Protein"},{"id":"T43","span":{"begin":3878,"end":3881},"obj":"Protein"},{"id":"T44","span":{"begin":3911,"end":3916},"obj":"Protein"},{"id":"T45","span":{"begin":3921,"end":3926},"obj":"Protein"},{"id":"T46","span":{"begin":3951,"end":3956},"obj":"Protein"},{"id":"T47","span":{"begin":3966,"end":3969},"obj":"Protein"},{"id":"T48","span":{"begin":4095,"end":4100},"obj":"Protein"},{"id":"T49","span":{"begin":4105,"end":4110},"obj":"Protein"},{"id":"T50","span":{"begin":4513,"end":4518},"obj":"Protein"},{"id":"T51","span":{"begin":4706,"end":4719},"obj":"Protein"},{"id":"T52","span":{"begin":4729,"end":4734},"obj":"Protein"},{"id":"T53","span":{"begin":4814,"end":4820},"obj":"Protein"},{"id":"T54","span":{"begin":4825,"end":4841},"obj":"Protein"},{"id":"T55","span":{"begin":4916,"end":4923},"obj":"Protein"},{"id":"T56","span":{"begin":5032,"end":5037},"obj":"Protein"},{"id":"T57","span":{"begin":5167,"end":5172},"obj":"Protein"},{"id":"T58","span":{"begin":5383,"end":5388},"obj":"Protein"},{"id":"T59","span":{"begin":5398,"end":5401},"obj":"Protein"}]}