{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3586680/divs/6","sourcedb":"PMC","sourceid":"3586680","divid":6,"text":"Whether WWOX affects TMZ sensitivity has never been determined. Binding proteins for WWOX and/or p53 are likely to affect apoptosis and TMZ sensitivity in GBM cells. WWOX binds MEK, and that PMA dissociates this complex for causing apoptosis of T leukemia cells (Lin et al., 2011). Thus, appropriate chemicals, which break apart the WWOX/MEK complex, are expected to cause GBM cell death. Preliminary studies from our screening of chemicals have selected certain small molecules that induce apoptosis of many types of cancer cells (Lu et al., unpublished). Indeed, specific inhibition of MEK by selumetinib enhances TMZ-induced cancer cell death in vivo (Holt et al., 2012). Serum factors can be utilized for blocking cancer growth. For example, serum complement C1q induces apoptosis of prostate cancer and neuroblastomas cells without participation of downstream proteins in the classical activation pathway (Hong et al., 2009). In this event, ectopic WWOX is activated for inducing apoptosis.\nFailure of ectopic WWOX in inducing apoptosis of glioma cells possessing wild type p53 is unusual (Chiang et al., 2012). In most cases, we have shown that p53 functionally interacts with WWOX, and both proteins induce apoptosis in a synergistic manner (Chang et al., 2001, 2003, 2005a,b, 2007, 2010, 2012; Su et al., 2012). A likely scenario is that p53-binding proteins, which are present in GBMs, may interfere with the apoptotic function of WWOX and p53. Functional antagonism among tumor suppressors has never been documented in the literature. However, it is not surprising to find that many tumor suppressor proteins, e.g., p53, WWOX, Smad4, PTEN, PP2A, and etc., are significantly upregulated during the early stage of cancer progression (Lai et al., 2005; Chang et al., unpublished). Do these proteins act synergistically in blocking cancer progression but lose control eventually? Or, do they counteract each other’s function, thus allowing cancer growth? Whether endogenous WWOX counteracts with the function of endogenous p53 is unknown and remains to be established.\nOne of the unique characteristics for malignant gliomas is their diffuse infiltration into distant brain tissue. Signal pathways, involving PI3K, Akt, mTOR, NF-κB, and autophagy, are believed to confer these migrating cells resistant to apoptotic death (Lefranc et al., 2005). Glioma cells possess CD44 as a receptor for interacting with brain matrix hyaluronan (Murai et al., 2004; Yoshida et al., 2012), and secrete hyaluronidases and metalloproteinases to facilitate their migration (Delpech et al., 2002; Junker et al., 2003; Hagemann et al., 2012). Also, lack of WWOX expression is expected to enhance cell migration. For example, loss of WWOX facilitates migration of ovarian cancer and osteosarcoma cells (Gourley et al., 2009; Del Mare et al., 2011). Ectopic expression of TIAF1 (TGF-β-induced antiapoptotic factor), p53, and WWOX suppresses anchorage-independent growth and cell migration and causes apoptosis in cancer cells (Chang et al., 2012). We believe that glioma cells, with stem cell-like properties, migrate individually rather than collectively. This assumption is based upon our observations that mouse Wwox gene knockout cells (e.g., embryonic fibroblasts) migrate individually and aggressively. In contrast, wild type cells migrate collectively (Chou et al., unpublished). While a portion of WWOX is anchored on the cell membrane/cytoskeleton, WWOX-negative cells lose recognition by parental WWOX-positive cells, and this increases the mobility of WWOX-negative cells to move away from the WWOX-positive cells. Conceivably, WWOX-negative glioma cells migrate individually and turn away from WWOX-expressing brain cells to low WWOX expression areas. Apparently, the migratory behavior of WWOX-negative glioma cells may account for the diffuse invasion into distant brain tissue (Chou et al., unpublished).\nMetabolic alterations have been shown in Wwox knockout mice, including postnatal lethality, bone metabolism defects, ataxia, steroidogenesis, and generation of osteosarcomas (Del Mare et al., 2011; Salah et al., 2012). In a Drosophila model, Wwox is shown to participate in pathways involving aerobic metabolism and oxidative stress for generation of ROS (O’Keefe et al., 2011). Under UV stress, functional Wwox gene expression induces ROS production in Drosophila. Cancer cells are known to overly utilize glycolysis for growth advantage – the so-called Warburg (Moncada et al., 2012). Conceivably, WWOX is likely to override glucose consumption in cancer cells and exerts generation of ROS to curb the cancer cell growth and invasion.\nIn summary, in this perspective article we have discussed the potential role of tumor suppressors p53 and WWOX in regulating TMZ sensitivity in GBM cells. We have shown the role of WWOX in controlling cell migration and metabolic alterations, and discussed the effects of WWOX deficiency and TMZ resistance in cancer cells.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":8,"end":12},"obj":"Protein"},{"id":"T2","span":{"begin":85,"end":89},"obj":"Protein"},{"id":"T3","span":{"begin":97,"end":100},"obj":"Protein"},{"id":"T4","span":{"begin":166,"end":170},"obj":"Protein"},{"id":"T5","span":{"begin":954,"end":958},"obj":"Protein"},{"id":"T6","span":{"begin":1015,"end":1019},"obj":"Protein"},{"id":"T7","span":{"begin":1079,"end":1082},"obj":"Protein"},{"id":"T8","span":{"begin":1151,"end":1154},"obj":"Protein"},{"id":"T9","span":{"begin":1183,"end":1187},"obj":"Protein"},{"id":"T10","span":{"begin":1346,"end":1349},"obj":"Protein"},{"id":"T11","span":{"begin":1440,"end":1444},"obj":"Protein"},{"id":"T12","span":{"begin":1449,"end":1452},"obj":"Protein"},{"id":"T13","span":{"begin":1626,"end":1629},"obj":"Protein"},{"id":"T14","span":{"begin":1631,"end":1635},"obj":"Protein"},{"id":"T15","span":{"begin":1637,"end":1642},"obj":"Protein"},{"id":"T16","span":{"begin":1644,"end":1648},"obj":"Protein"},{"id":"T17","span":{"begin":1980,"end":1984},"obj":"Protein"},{"id":"T18","span":{"begin":2029,"end":2032},"obj":"Protein"},{"id":"T19","span":{"begin":2221,"end":2224},"obj":"Protein"},{"id":"T20","span":{"begin":2226,"end":2230},"obj":"Protein"},{"id":"T21","span":{"begin":2373,"end":2377},"obj":"Protein"},{"id":"T22","span":{"begin":2643,"end":2647},"obj":"Protein"},{"id":"T23","span":{"begin":2719,"end":2723},"obj":"Protein"},{"id":"T24","span":{"begin":2856,"end":2861},"obj":"Protein"},{"id":"T25","span":{"begin":2900,"end":2903},"obj":"Protein"},{"id":"T26","span":{"begin":2909,"end":2913},"obj":"Protein"},{"id":"T27","span":{"begin":3199,"end":3203},"obj":"Protein"},{"id":"T28","span":{"begin":3390,"end":3394},"obj":"Protein"},{"id":"T29","span":{"begin":3442,"end":3446},"obj":"Protein"},{"id":"T30","span":{"begin":3491,"end":3495},"obj":"Protein"},{"id":"T31","span":{"begin":3547,"end":3551},"obj":"Protein"},{"id":"T32","span":{"begin":3589,"end":3593},"obj":"Protein"},{"id":"T33","span":{"begin":3623,"end":3627},"obj":"Protein"},{"id":"T34","span":{"begin":3690,"end":3694},"obj":"Protein"},{"id":"T35","span":{"begin":3725,"end":3729},"obj":"Protein"},{"id":"T36","span":{"begin":3786,"end":3790},"obj":"Protein"},{"id":"T37","span":{"begin":3945,"end":3949},"obj":"Protein"},{"id":"T38","span":{"begin":4146,"end":4150},"obj":"Protein"},{"id":"T39","span":{"begin":4311,"end":4315},"obj":"Protein"},{"id":"T40","span":{"begin":4504,"end":4508},"obj":"Protein"},{"id":"T41","span":{"begin":4739,"end":4742},"obj":"Protein"},{"id":"T42","span":{"begin":4747,"end":4751},"obj":"Protein"},{"id":"T43","span":{"begin":4822,"end":4826},"obj":"Protein"},{"id":"T44","span":{"begin":4913,"end":4917},"obj":"Protein"}]}