{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1359074/divs/0","sourcedb":"PMC","sourceid":"1359074","divid":0,"text":"Sox6 Directly Silences Epsilon Globin Expression in Definitive Erythropoiesis\nSox6 is a member of the Sox transcription factor family that is defined by the conserved high mobility group (HMG) DNA binding domain, first described in the testis determining gene, Sry. Previous studies have suggested that Sox6 plays a role in the development of the central nervous system, cartilage, and muscle. In the Sox6-deficient mouse, p100H, ɛy globin is persistently expressed, and increased numbers of nucleated red cells are present in the fetal circulation. Transfection assays in GM979 (erythroleukemic) cells define a 36–base pair region of the ɛy proximal promoter that is critical for Sox6 mediated repression. Electrophoretic mobility shift assay (EMSA) and chromatin immunoprecipitation (ChIP) assays demonstrate that Sox6 acts as a repressor by directly binding to the ɛy promoter. The normal expression of Sox6 in wild-type fetal liver and the ectopic expression of ɛy in p100H homozygous fetal liver demonstrate that Sox6 functions in definitive erythropoiesis. The present study shows that Sox6 is required for silencing of ɛy globin in definitive erythropoiesis and suggests a role for Sox6 in erythroid cell maturation. Thus, Sox6 regulation of ɛy globin might provide a novel therapeutical target in the treatment of hemoglobinopathies such as sickle cell anemia and thalassemia.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":0,"end":4},"obj":"Protein"},{"id":"T2","span":{"begin":23,"end":37},"obj":"Protein"},{"id":"T3","span":{"begin":78,"end":82},"obj":"Protein"},{"id":"T4","span":{"begin":261,"end":264},"obj":"Protein"},{"id":"T5","span":{"begin":303,"end":307},"obj":"Protein"},{"id":"T6","span":{"begin":401,"end":405},"obj":"Protein"},{"id":"T7","span":{"begin":430,"end":439},"obj":"Protein"},{"id":"T8","span":{"begin":639,"end":641},"obj":"Protein"},{"id":"T9","span":{"begin":681,"end":685},"obj":"Protein"},{"id":"T10","span":{"begin":816,"end":820},"obj":"Protein"},{"id":"T11","span":{"begin":868,"end":870},"obj":"Protein"},{"id":"T12","span":{"begin":906,"end":910},"obj":"Protein"},{"id":"T13","span":{"begin":966,"end":968},"obj":"Protein"},{"id":"T14","span":{"begin":1018,"end":1022},"obj":"Protein"},{"id":"T15","span":{"begin":1092,"end":1096},"obj":"Protein"},{"id":"T16","span":{"begin":1126,"end":1135},"obj":"Protein"},{"id":"T17","span":{"begin":1189,"end":1193},"obj":"Protein"},{"id":"T18","span":{"begin":1230,"end":1234},"obj":"Protein"},{"id":"T19","span":{"begin":1249,"end":1258},"obj":"Protein"}]}