{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3589482/divs/23","sourcedb":"PMC","sourceid":"3589482","divid":23,"text":"Macrophages are key mediators of the innate immune response, and consequently provide the first line of defense against pathogens. Pro-inflammatory stimuli, such as the bacterial endotoxin LPS, stimulate macrophages to mount an anti-pathogenic response which involves massive induction of the pro-survival factor SerpinB2. SerpinB2 is transcriptionally induced by cross talk between the IKKβ/NF-κB and p38MAPK signaling modules in response to LPS [16]. Here we report that SerpinB2 gene transcription in response to LPS is conferred by the SerpinB2 proximal promoter and is greatly dependent upon C/EBP-β. LPS-induced C/EBP-β was shown to specifically bind the C/EBP response element in the SerpinB2 proximal promoter in vitro and in vivo, and loss of C/EBP-β abrogates constitutive SerpinB2 gene transcription and the response to LPS.\nThe murine SerpinB2 proximal promoter region between nucleotides -539 and +92 mediated both PMA- and LPS-inducible gene transcription, with induction by PMA being less intense and more transient than that by LPS. Inspection of the murine SerpinB2 proximal promoter sequence shows that a CRE and two AP-1-like elements, demonstrated to mediate PMA-stimulated transcription of the human SERPINB2 gene [37], also are present in the murine SerpinB2 proximal promoter between nucleotides −189 and −87. These sites may therefore also play a role in mediating PMA-inducible transcription of the murine SerpinB2 gene. In contrast to the pattern of incremental increases in PMA-induced transcriptional activity conferred by regions of the murine SerpinB2 promoter containing these sites, most of the LPS-inducible response is dependent upon cis-acting regulatory sequences in the region between nucleotides −189 and −539. LPS responsiveness absolutely required the C/EBP binding site located in the region between nucleotides −189 and −539, with the downstream CRE and AP-1-like elements also being critical. Of note, there are previous reports of combinatorial interactions between C/EBP-β and CRE binding proteins (CREB) and AP-1 [63], and C/EBP-β has been reported to physically interact with AP-1, and NF-κB to promote gene expression of inflammatory mediators [63]; [66]. Additionally, CREB has been shown to control transcription of the C/EBP-β gene [67].\nIn this study, C/EBP-β was found to be a major requirement for both constitutive and LPS-induced SerpinB2 gene transcription. In a previous microarray expression profiling study, SerpinB2 was identified as gene whose induction in C/EBP-β-deficient peritoneal macrophages by LPS and IFNγ was severely impaired compared to wild-type macrophages [68]. Our qPCR results validate this finding, as we found that both constitutive and LPS-inducible SerpinB2 mRNA expression is significantly abrogated in C/EBP-β-shRNA transduced peritoneal macrophages, emphasizing the link between C/EBP-β and SerpinB2 gene transcription. While C/EBP proteins can act as either homodimers or heterodimers [63], we identified C/EBP-β as the only LPS-inducible C/EBP isoform to bind the SerpinB2 C/EBP response element, suggesting a predominant role for C/EBP-β in LPS-induced SerpinB2 gene expression. C/EBP-β, like SerpinB2, plays an important role in inflammation, as it is upregulated by LPS and a host of other inflammatory cytokines [59]; [62]. Furthermore, C/EBP-β-null mice are susceptible to bacterial infection [69]; [70] and SerpinB2 has been demonstrated to protect from bacterial and viral-induced cell death [14]–[16]; [25]. Thus the regulation of SerpinB2 gene expression by C/EBP-β is consistent with its functional role in inflammation.\nPhosphorylation of C/EBP-β at several different amino acid residues has been shown to modulate transactivation of its target genes [63]; . C/EBP-β phosphorylated on T217 has been reported to rescue macrophages from apoptosis induced by Bacillus anthracis lethal toxin (LT) [65], an activity that has also been attributed to SerpinB2 [16]. However, expression of a C/EBP-β phospho-acceptor site mutant, C/EBPβT217A, in Cebpb−/− MEFs did not increase SerpinB2 proximal promoter activity over that of wild-type C/EBP-β, even though recruitment of C/EBP-βT217 to the SerpinB2 promoter was observed to decrease following LPS stimulation of RAW264.7 cells. These data indicate that the T217 phospho-acceptor site is not important for the regulation of SerpinB2 gene expression. Similarly, expression of the C/EBP-β phospho-acceptor site mutant, C/EBP-βT188A, did not affect SerpinB2 promoter activity differently from that of wild-type. In contrast, expression of C/EBP-βS64A significantly enhanced LPS-induced SerpinB2 promoter activity, indicating that phosphorylation of C/EBP-β at S64 negatively regulates LPS-induced SerpinB2 promoter activity. Since C/EBP-β S64 is constitutively phosphorylated in both RAW264.7 cells and MEFs [73], it is likely that dephosphorylation at this site may be a critical event during LPS-induced transcription of SerpinB2 to increase its promoter activity. Roy and colleagues demonstrated that Mixed lineage kinase-3 (MLK3)-driven dephosphorylation of C/EBP-β S64 was important for IFNγ-regulated signaling pathways [73]. Our data suggest that MLK3-driven dephosphorylation of S64 may also be involved in LPS-signaling pathways.\nIn recent years it has become apparent that persistent infection is integrally linked to chronic inflammation and cancer, and immune cells such as macrophages can either promote or attenuate cancer progression [2]; [74]–[76]. SerpinB2 expression has been associated with both inflammation and cancer, and is a favorable or unfavorable prognostic indicator depending on cancer type [77]. The presence of SerpinB2 has been shown to modulate cytokine profiles which can affect immune cell polarization [27]; [28]; [77]; [78]. Interestingly C/EBP-β has also been shown to modulate cytokine secretion from immune cells, thereby modifying their phenotype [27]; [79]–[81]. Our study has demonstrated that C/EBP-β plays an important role in mediating both constitutive and LPS-induced transcription of the SerpinB2 gene, which may have implications for the inflammatory phenotype of infiltrating immune cells in the tumor microenvironment.\nIn summary, our studies show that the C/EBP site (−203/−195) in the murine SerpinB2 proximal promoter is necessary to support both constitutive and LPS-induced SerpinB2 gene expression. Importantly, we were able to uncover a previously unknown role for C/EBP-βS64 in negatively regulating SerpinB2 promoter activity. Taken together these data provide new insight into the regulation of inflammation-associated SerpinB2 gene expression.","project":"bionlp-st-ge-2016-test-proteins","denotations":[{"id":"T1","span":{"begin":313,"end":321},"obj":"Protein"},{"id":"T2","span":{"begin":323,"end":331},"obj":"Protein"},{"id":"T3","span":{"begin":387,"end":391},"obj":"Protein"},{"id":"T4","span":{"begin":473,"end":481},"obj":"Protein"},{"id":"T5","span":{"begin":540,"end":548},"obj":"Protein"},{"id":"T6","span":{"begin":597,"end":604},"obj":"Protein"},{"id":"T7","span":{"begin":618,"end":625},"obj":"Protein"},{"id":"T8","span":{"begin":691,"end":699},"obj":"Protein"},{"id":"T9","span":{"begin":752,"end":759},"obj":"Protein"},{"id":"T10","span":{"begin":783,"end":791},"obj":"Protein"},{"id":"T11","span":{"begin":847,"end":855},"obj":"Protein"},{"id":"T12","span":{"begin":1074,"end":1082},"obj":"Protein"},{"id":"T13","span":{"begin":1221,"end":1229},"obj":"Protein"},{"id":"T14","span":{"begin":1272,"end":1280},"obj":"Protein"},{"id":"T15","span":{"begin":1431,"end":1439},"obj":"Protein"},{"id":"T16","span":{"begin":1573,"end":1581},"obj":"Protein"},{"id":"T17","span":{"begin":2010,"end":2017},"obj":"Protein"},{"id":"T18","span":{"begin":2069,"end":2076},"obj":"Protein"},{"id":"T19","span":{"begin":2270,"end":2277},"obj":"Protein"},{"id":"T20","span":{"begin":2304,"end":2311},"obj":"Protein"},{"id":"T21","span":{"begin":2386,"end":2394},"obj":"Protein"},{"id":"T22","span":{"begin":2468,"end":2476},"obj":"Protein"},{"id":"T23","span":{"begin":2495,"end":2499},"obj":"Protein"},{"id":"T24","span":{"begin":2519,"end":2526},"obj":"Protein"},{"id":"T25","span":{"begin":2571,"end":2575},"obj":"Protein"},{"id":"T26","span":{"begin":2731,"end":2739},"obj":"Protein"},{"id":"T27","span":{"begin":2864,"end":2871},"obj":"Protein"},{"id":"T28","span":{"begin":2876,"end":2884},"obj":"Protein"},{"id":"T29","span":{"begin":2991,"end":2998},"obj":"Protein"},{"id":"T30","span":{"begin":3051,"end":3059},"obj":"Protein"},{"id":"T31","span":{"begin":3118,"end":3125},"obj":"Protein"},{"id":"T32","span":{"begin":3141,"end":3149},"obj":"Protein"},{"id":"T33","span":{"begin":3167,"end":3174},"obj":"Protein"},{"id":"T34","span":{"begin":3181,"end":3189},"obj":"Protein"},{"id":"T35","span":{"begin":3328,"end":3335},"obj":"Protein"},{"id":"T36","span":{"begin":3400,"end":3408},"obj":"Protein"},{"id":"T37","span":{"begin":3526,"end":3534},"obj":"Protein"},{"id":"T38","span":{"begin":3554,"end":3561},"obj":"Protein"},{"id":"T100","span":{"begin":3637,"end":3644},"obj":"Protein"},{"id":"T101","span":{"begin":3757,"end":3764},"obj":"Protein"},{"id":"T102","span":{"begin":3942,"end":3950},"obj":"Protein"},{"id":"T103","span":{"begin":3982,"end":4018},"obj":"Protein"},{"id":"T104","span":{"begin":4020,"end":4031},"obj":"Protein"},{"id":"T105","span":{"begin":4036,"end":4041},"obj":"Protein"},{"id":"T106","span":{"begin":4067,"end":4075},"obj":"Protein"},{"id":"T107","span":{"begin":4126,"end":4133},"obj":"Protein"},{"id":"T108","span":{"begin":4181,"end":4189},"obj":"Protein"},{"id":"T109","span":{"begin":4364,"end":4372},"obj":"Protein"},{"id":"T110","span":{"begin":4419,"end":4455},"obj":"Protein"},{"id":"T111","span":{"begin":4457,"end":4469},"obj":"Protein"},{"id":"T112","span":{"begin":4486,"end":4494},"obj":"Protein"},{"id":"T113","span":{"begin":4576,"end":4587},"obj":"Protein"},{"id":"T114","span":{"begin":4623,"end":4631},"obj":"Protein"},{"id":"T115","span":{"begin":4686,"end":4693},"obj":"Protein"},{"id":"T116","span":{"begin":4734,"end":4742},"obj":"Protein"},{"id":"T117","span":{"begin":4768,"end":4775},"obj":"Protein"},{"id":"T118","span":{"begin":4960,"end":4968},"obj":"Protein"},{"id":"T119","span":{"begin":5041,"end":5063},"obj":"Protein"},{"id":"T120","span":{"begin":5065,"end":5069},"obj":"Protein"},{"id":"T121","span":{"begin":5099,"end":5106},"obj":"Protein"},{"id":"T122","span":{"begin":5129,"end":5133},"obj":"Protein"},{"id":"T123","span":{"begin":5191,"end":5195},"obj":"Protein"},{"id":"T124","span":{"begin":5502,"end":5510},"obj":"Protein"},{"id":"T125","span":{"begin":5679,"end":5687},"obj":"Protein"},{"id":"T126","span":{"begin":5813,"end":5820},"obj":"Protein"},{"id":"T127","span":{"begin":5974,"end":5981},"obj":"Protein"},{"id":"T128","span":{"begin":6074,"end":6082},"obj":"Protein"},{"id":"T129","span":{"begin":6283,"end":6291},"obj":"Protein"},{"id":"T130","span":{"begin":6368,"end":6376},"obj":"Protein"},{"id":"T131","span":{"begin":6497,"end":6505},"obj":"Protein"},{"id":"T132","span":{"begin":6618,"end":6626},"obj":"Protein"}]}